[
  {
    "id": 9262753,
    "companyId": 1850,
    "name": "Analista de Dados Jr",
    "description": "A +A Educação é o único&nbsp;ecossistema de educação&nbsp;do país que integra soluções em conteúdo, tecnologia e serviços, com&nbsp;propósito de expandir os horizontes do conhecimento!&nbsp;Hoje contamos com mais de 4 mil livros publicados, 1mil instituições de ensino impactadas, mais de 800 colaboradores e 3,5 milhões de estudantes.&nbsp;Nesta posição, você atuará no time de&nbsp;Dados, responsável por colaborar com a coleta, organização, estruturação e estratégia de dados da empresa! Não é incrível?! 😍Responsabilidades e atribuiçõesBuscar oportunidades de melhorias com base nos indicadores de negócio;Estruturar os KPIs e dashboards de acompanhamento;Traduzir necessidades dos stakeholders em consulta prática dos dados;Extrair, transformar e analisar dados e informações úteis para as áreas de negócio.Requisitos e qualificaçõesGraduação em Engenharia, Estatística, Ciências da Computação ou cursos relacionados;Vivência com análise de dadosExperiência com SQL;Experiência com Power BI;Proatividade e senso investigativo.Informações adicionaisNossos benefícios:Contamos com Vale Alimentação, Vale Refeição e Vale Transporte.Cuidamos da sua saúde! Assistência médica e assistência odontológica com mensalidade paga 100% pela empresa.&nbsp;Benefícios para as mamães: Auxílio creche.&nbsp;&nbsp;Academia para todos com Wellhub (Gympass) - convênio de academias com mais de 250 modalidades distribuídas em mais de 50.000 academias.&nbsp;Somos comprometidos com o alcance de objetivos e metas: temos um Programa de Participação nos Resultados.&nbsp;Auxílio Educação.Comemore com quem você ama! Um dia de folga no mês do seu aniversário.Somos apaixonados pelo conhecimento! Disponibilizamos auxílio educação para cursos de graduação, línguas e pós-graduação. Além de desconto em instituições parceiras!&nbsp;&nbsp;",
    "careerPageId": 2827,
    "careerPageName": "+A Educação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1850/career/2827/images/2021-03-30_14-51_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-30T21:18:21.027Z",
    "applicationDeadline": "2025-07-29T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://maisaedu.gupy.io/job/eyJqb2JJZCI6OTI2Mjc1Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://maisaedu.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9248499,
    "companyId": 565,
    "name": "Analista de Dados Jr.",
    "description": "Estamos à procura de uma pessoa para fazer parte do nosso time corporativo e apoiar as áreas produtiva e comercial&nbsp;na concretização dos negócios.&nbsp;Venha fazer a diferença com a gente!&nbsp;Responsabilidades e atribuiçõesAuxiliar na extração, tratamento e carga de dados (ETL) de diversas fontes — ERPs, bancos de dados, arquivoslegados e serviços em nuvem.Construir e manter dashboards no Power BI (Desktop e Service), traduzindo requisitos de negócio em indicadoresvisuais claros e acionáveis.Apoiar a gestão de projetos de BI e automações (RPA, Power Automate, agentes de IA), acompanhandocronogramas e entregas realizadas por consultorias ou parceiros externos.Monitorar e resolver incidentes de atualização de relatórios, garantindo que eventuais falhas sejam rapidamenteidentificadas e corrigidas.Colaborar com a implementação das melhores práticas de Governança de Dados no Microsoft Fabric, auxiliando emcadastros, permissões e políticas de qualidade.Prestar suporte e capacitação a usuários finais, conduzindo treinamentos e elaborando guias de uso das ferramentasde análise de dados.Documentar processos, fluxos de dados e regras de negócio, assegurando retenção de conhecimento e facilitandofuturas manutenções.Participar de iniciativas de melhoria contínua, sugerindo otimizações no design de relatórios, performance deconsultas e automações.Responsabilizar-se e comprometer-se pelo bom ambiente de trabalho, de modo que todos possam participar econtribuir para a otimização dos resultados propostos.Zelar pelas normas, instruções e procedimentos internos estabelecidos (qualidade, segurança do trabalho,segurança ambiental, meio ambiente, medicina preventiva e outras), praticando todas as orientações e participandode treinamentos pertinentes, visando a adoção de ações preventivas para a garantia de boas condições ambientais ede trabalho na empresa.Atender e realizar outras atividades correlatas e inerentes ao cargo, conforme orientação e solicitação do superiorimediato.Requisitos e qualificaçõesFormação: Ensino Superior completo em Ciência de Dados, Análise de Sistemas, Ciência da Computação ou áreas relacionadas à Tecnologia da Informação.Conhecimentos e Habilidades Técnicas Desejadas:Power BI Desktop (ETL, DAX, visualizações)Power BI Service (Workspaces, publicação de relatórios)SQLPower Automate / RPAConceitos de Data Warehouse e Data LakeNoções de Git ou versionamento de códigoInglês técnicoDiferenciais:Experiência com Microsoft Data FabricExperiência com ServiceNowFamiliaridade com agentes de Inteligência Artificial (ex.: Azure OpenAI, N8N)Informações adicionais",
    "careerPageId": 649,
    "careerPageName": "Cibra",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/565/career/649/images/2024-07-18_20-02_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-28T21:48:13.019Z",
    "applicationDeadline": "2025-06-08T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://cibra.gupy.io/job/eyJqb2JJZCI6OTI0ODQ5OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://cibra.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9240045,
    "companyId": 6109,
    "name": "Analista de Dados Jr.",
    "description": "A área de&nbsp;Business Intelligence e Dados&nbsp;possui um papel fundamental para a companhia, visto que é responsável por analisar, coletar, compartilhar e monitorar dados relevantes para a empresa.Estamos em busca de alguém BOM, DO BEM e AGRADÁVEL! Ficou interessado(a) na oportunidade? Veja se os requisitos são compatíveis com a sua trajetória profissional e candidate-se!Venha fazer parte dessa transformação, criar novos caminhos e desbravar grandes oportunidades!Responsabilidades e atribuiçõesAuxiliar no desenvolvimento e manutenção de relatórios e Dashboards utilizando Power BI.Colaborar na criação e gestão de pipelines de dados simples usando Apache Airflow.Realizar análises básicas de dados para identificar padrões e gerar insights para a equipe.Trabalhar em conjunto com outras áreas para entender e atender às necessidades de dados da empresa.Garantir a integridade e a organização dos dados utilizados em relatórios e Dashboards.Requisitos e qualificaçõesFormação ou cursando em Ciência da Computação, Engenharia da Computação, Estatística ou áreas relacionadas.Conhecimento básico de ferramentas de visualização de dados, especialmente Power BI.Familiaridade com o uso de bancos de dados relacionais.Conhecimento básico em orquestração de fluxos de trabalho com Apache Airflow.Habilidade para trabalhar em equipe e boa comunicação.Vontade de aprender e se desenvolver na área de análise de dados.Diferenciais Experiência prévia com Power BI ou outras ferramentas de BI.Conhecimento básico em Python ou SQL para manipulação de dados.Noções de boas práticas em orquestração de dados com Airflow.Familiaridade com conceitos de DevOps e automação de processos.Informações adicionaisEsta oportunidade é para atuação em Home Office;O regime de contratação será PJ.",
    "careerPageId": 133924,
    "careerPageName": "Nomos - Melhores Investidores",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/6109/career/133924/images/2023-02-09_19-21_companyLogoUrl.png",
    "type": "vacancy_legal_entity",
    "publishedDate": "2025-05-27T19:41:29.782Z",
    "applicationDeadline": "2025-07-31T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://nomos.gupy.io/job/eyJqb2JJZCI6OTI0MDA0NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://nomos.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9202555,
    "companyId": 77785,
    "name": "Analista de Dados Jr - Engenharia Logística (KPI's)",
    "description": "A Minerva Foods é líder em exportação de carne bovina na América do Sul e atua também no segmento de industrializados, comercializando seus produtos para mais de 100 países. Além do Brasil, a Minerva Foods está presente no Paraguai, na Argentina, no Uruguai, na Colômbia, e possui plantas especializadas em ovinos na Austrália.Com nossas 46 unidades industriais, oferecemos produtos saudáveis e nutritivos, que são comercializados para clientes do mundo todo por meio de nossos 23 centros de distribuição e 17 escritórios internacionais.Responsabilidades y atribucionesVocê é curioso(a), gosta de números e quer crescer na área de dados?Estamos procurando alguém com vontade de aprender, que goste de resolver problemas e queira fazer parte de um time que transforma dados em decisões estratégicas!Criar e manter dashboards e relatórios com foco em clareza, impacto visual e suporte à decisão;Desenvolver e manter estruturas de dados com base nas regras de negócio;Monitorar e garantir a atualização dos indicadores nos prazos definidos;Estar próximo dos usuários, participando de reuniões e entendendo as necessidades da área;Investigar falhas, corrigir erros e propor soluções para melhorar continuamente a qualidade das informações;Atender solicitações de melhorias nos relatórios e indicadores existentes;Produzir e manter documentações técnicas e funcionais;Apoiar rotinas administrativas da área (ex: lançamentos de notas, envio de relatórios sob demanda).Perfil que Buscamos:Boa capacidade analítica e de resolução de problemas;Organização e responsabilidade com prazos;Boa comunicação e facilidade para trabalhar em equipe;Proatividade e foco em melhoria contínua;Vontade de aprender e se desenvolver na área de dados!Requisitos y calificacionesRequisitos obrigatórios:Superior completo ou em andamento nas áreas de Administração, Engenharia, Estatística, Ciência de Dados, TI ou similares.SQL - Nível básico (joins, views e procedures);PowerBI - Nível básico (Carregamento de dados e construções de dashboards);Excel intermediário/avançado (fórmulas, tabelas dinâmicas, Power Query);Noções de modelagem de dados (relacional e dimensional).Diferenciais (não obrigatórios, mas contam pontos!):Conhecimento em Python (principalmente para automações);Conhecimento em Integration Services (SSIS);Facilidade em aprender novas ferramentas e tecnologias.Informaciones adicionalesVale alimentação.Gympass.Fretado.Plano de saúde e odontológio (opcional).Refeitório local.",
    "careerPageId": 194281,
    "careerPageName": "Minerva Foods",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/77785/career/194281/images/2024-11-13_01-04_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-22T12:51:12.162Z",
    "applicationDeadline": "2025-07-19T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Barretos",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://minervafoods.gupy.io/job/eyJqb2JJZCI6OTIwMjU1NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://minervafoods.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9203655,
    "companyId": 487,
    "name": "Analista de Dados JR",
    "description": "Você sonha grande e acredita que é importante inovar para descomplicar?Então o seu lugar é na área de Tecnologia, Dados, Produtos e Design da maior rede integrada de saúde do Brasil, fazendo parte da vida de mais de 20 milhões de pessoas por ano.Nestes times você vai encontrar um ambiente dinâmico, ágil e com muito aprendizado, afinal, aqui aprendemos para transformar o futuro da saúde e a paixão por inovar no move.Para nós, diversidade importa!Reconhecemos que a diversidade amplia a inovação nos ambientes, mas acima de tudo, temos a certeza de que somos parte da transformação. Promovemos dignidade e respeito a todas as pessoas, para que se sintam seguras em ser quem são.&nbsp;Nossas oportunidades são para todas as pessoas que acreditam na transformação do futuro da saúde. Incentivamos a candidatura de todos que reconhecem a importância da construção de um ambiente livre de preconceitos, assédio e discriminação faça parte da transformação e #VemSerDasa. Juntos entregamos o nosso melhor sempre.&nbsp;Seja você a pessoa que transforma o futuro da saúde, #VemSerDasa. 🚀💙#VemPraDasa #DasaLovers #VemSerDasa📌 Importante: não efetuamos cobranças de taxas em nossos processos seletivosResponsabilidades e atribuições🔎 Sobre a posição:Estamos em busca de uma pessoa com interesse em dados e vontade de aprender para apoiar análises que contribuam com melhorias financeiras, de imagem e inovação para a companhia. Nesta posição, você irá:\t• Apoiar na criação de análises e insights com orientação de profissionais mais experientes;\t• Colaborar no desenvolvimento e manutenção de dashboards que auxiliem a tomada de decisão nas áreas de negócio;\t• Realizar extração de dados de diferentes fontes e participar da validação e análise das informações;\t• Contribuir com estudos e soluções voltadas à análise de dados, estatísticas e otimização de processos, sempre com suporte do time.Requisitos e qualificações🎯 Para transformar a saúde com dados, buscamos pessoas que:\t• Tenha ensino superior completo em áreas como Engenharias, Ciência de Dados, Estatística, Economia, Administração, TI ou correlatas;\t• Tenham conhecimentos básicos em SQL (obrigatório) e interesse em aprender Python (desejável);\t• Já tenham tido contato com ferramentas de visualização de dados como Power BI ou Looker Studio (desejável);\t• Possuam bom raciocínio lógico e interesse por análise de dados;\t• Demonstrem vontade de aprender, colaborar e se desenvolver em um ambiente orientado por dados.Diferenciais:\t• Conhecimento básico em ambientes de nuvem (AWS, GCP);\t• Noções de estatística e/ou modelagem estatística;\t• Interesse ou experiência em projetos com tagueamento e mensuração de dados.Informações adicionaisÉ cuidando da nossa gente que vamos ser a saúde que as pessoas desejam e que o mundo precisa, confira os nossos benefícios:·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuidados com a alimentação: Vale Refeição/Vale Alimentação ou Refeitório no local de trabalho (de acordo com a localidade);·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuidados com a saúde: Plano de Saúde e Seguro de Vida;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuidados com o seu desenvolvimento: Universidade Dasa, Ciclo de Desenvolvimento e Carreira, Academias de Tecnologia/PMAX e Programa Crescer dentro da Dasa;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Outros: Vale Transporte e Bonificação por desempenho (PPR).💰 Só a Dasa tem – Programa de Saúde, pautado em 5 pilares:·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Espiritual: yoga;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Físico: TotalPass, clínica de atenção primária, descontos em exames e vacinas;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Intelectual: Universidade Dasa;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Relacional: Clube de vantagens UAU e benefícios SESC;·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Emocional: Telepsicologia.&nbsp;*Os benefícios podem sofrer alteração de acordo com a região da vaga e da marca.📌 Importante: Você está se candidatando para o nosso banco de talentos para vagas em todo o Brasil, nas localidades em que a Dasa possui operações (regiões Nordeste, Centro Oeste, Sudeste e Sul do Brasil), portanto, ressaltamos que assim que surgir uma vaga que melhor se adeque ao seu perfil, entraremos em contato com você. Enquanto isso, mantenha as suas informações atualizadas e cumpra todas as etapas de testes online, assim, podemos conhecer mais sobre você.",
    "careerPageId": 32086,
    "careerPageName": "Dasa Tecnologia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/487/career/32086/images/2024-10-24_14-20_companyLogoUrl.png",
    "type": "vacancy_type_talent_pool",
    "publishedDate": "2025-05-21T02:54:02.030Z",
    "applicationDeadline": "2025-06-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "",
    "state": "",
    "country": "",
    "jobUrl": "https://dasatecnologia.gupy.io/job/eyJqb2JJZCI6OTIwMzY1NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://dasatecnologia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9196533,
    "companyId": 29110,
    "name": "ANALISTA DE DADOS JR / PL",
    "description": " Estamos em busca de um(a) Analista de Insights (Performance) que deseje desenvolver habilidades em análise de dados voltada para projetos de performance, além de atuar em iniciativas de inovação e transformação digital. Nesta posição, você fará parte da equipe de Aquisição, contribuindo com análises, automatização de processos e melhorias internas. Esse profissional será responsável por automatizar dados provenientes de canais de mídia pagos e orgânicos, integrar plataformas de Analytics e criar dashboards.Responsabilidades e atribuiçõesSuporte no acompanhamento de dados de performance, garantindo a precisão das informações.Desenvolvimento de análises e insights para otimizar estratégias dos canais de aquisição (Mídia e SEO).Atualização e manutenção de dashboards e relatórios nas ferramentas de BI da companhia, especialmente Looker Studio e QlikConstrução de storytelling para apresentações de resultados e recomendações estratégicas.Integração de dados de diferentes fontes para suporte à tomada de decisão.Colaboração com equipes de mídia para definir estratégias baseadas em dados.Realizar atividades de extração, manipulação e visualização de dados,Participar da criação de relatórios e painéis para apoiar nas tomadas de decisão e aprimorar a profundidade das análises da área.Manter-se atualizado(a) sobre as ferramentas e metodologias utilizadas pela equipe.Requisitos e qualificações&nbsp;Formação Superior CompletaExperiência em áreas de marketing digital.Conhecimento em Excel /Avançado e/ou Google Sheets e Google Analytics.Domínio pacote office.Conhecimento em SQL e manipulação de bancos de dados.&nbsp;Desejável, mas não eliminatório:Conhecimento com Big Query Conhecimento da ferramenta Supermetrics &amp; HubspotExperiência com outras ferramentas de Data vizualization (Tableau, Power BI).Vivência em projetos de mídia de performance. Competências TécnicasCriação e manutenção de dashboards em ferramentas de visualização de dados;Elaboração de relatórios e análises de performance de mídia e Web, auxiliando o time com insights e propostas de melhoria;Criação de planos de mensuração e mapas de métricas;Perfil analítico com capacidade de interpretar dados e transformar em insights;Automação de integrações com bancos de dados;Definição de rotinas de análises periódicas;&nbsp;Competências ComportamentaisBusca constante por soluções diferenciadas e eficazes.Priorização de demandas e cumprimento de prazos.Facilidade para dialogar com diferentes áreas e perfis profissionais.Capacidade de alinhar o design com os objetivos do negócio.Informações adicionaisAlém de fazer parte do time de uma das maiores construtoras do país, você terá:- PLR- Vale Refeição/Alimentação- Vale Transporte-&nbsp;Day Off&nbsp;(aniversário)- Seguro de Vida- Plano de Saúde e Plano Odontológico",
    "careerPageId": 75453,
    "careerPageName": "Grupo Direcional Engenharia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/29110/career/75453/images/2022-06-15_19-22_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-20T12:19:46.979Z",
    "applicationDeadline": "2025-07-19T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://direcionalengenharia.gupy.io/job/eyJqb2JJZCI6OTE5NjUzMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://direcionalengenharia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9073945,
    "companyId": 364,
    "name": "CAS | Analista de dados JR",
    "description": "Você é apaixonado(a) por desvendar padrões nos dados e transformá-los em insights poderosos?Se sim, temos uma oportunidade empolgante para você! Estamos buscando um(a) Analista de Dados para se juntar à nossa equipe de Marketing e Growth.Sua missão será coletar, analisar e interpretar dados para fornecer informações valiosas que orientarão nossas decisões estratégicas. Estamos procurando alguém com habilidades sólidas em análise de dados, que adora trabalhar com números e que tem uma mentalidade curiosa, investigativa e propositiva. Como Analista de Dados, você desempenhará um papel fundamental na evolução da cultura data-driven na nossa área de Gorwth, contribuindo para o crescimento do Sicredi.Você será parte integrante da nossa jornada para aprimorar a tomada de decisões baseada em dados, colaborando com outras equipes para compartilhar insights e promover uma cultura de experimentação e melhoria contínua.Se você gosta de colaborar com outras equipes, questionar o status quo e acredita que as respostas para os desafios mais complexos estão escondidas nos detalhes, queremos conhecê-lo(a)! Venha fazer parte de uma empresa inovadora, onde suas ideias e sua perspectiva única são valorizadas. Estamos animados para ver como você pode contribuir para nosso sucesso contínuo e nos ajudar a evoluir uma cultura verdadeiramente orientada por dados!Responsabilidades e atribuiçõesSerá de responsabilidade e atribuições do candidato apoiar o time e interagir com os demais papeis (engenheiros, outros analistas, cientistas de dados e analistas de negócio) no entendimento conjunto dos cenários e definições de soluções de dados, desenvolvimento de produtos e acompanhamento dos resultados.&nbsp;Além disso, temos o foco em:Promover a Cultura Data-Driven:&nbsp;Liderar iniciativas para incorporar a cultura de análise de dados em toda a superintendência, desenvolvendo estratégias para incentivar o uso de insights baseados em dados na tomada de decisões em todas as áreas de negócio.Desenvolver Projetos de Cultura Analítica:&nbsp;Criar e gerenciar projetos que ampliem a capacidade analítica da superintendência, como implementação de novas ferramentas de visualização de dados, programas de treinamento para colaboradores e sistemas de gestão de dados mais eficientes.Implementar Cultura de Experimentação de Dados:&nbsp;Estabelecer práticas e processos que incentivem a experimentação com dados, permitindo que as equipes de negócios testem hipóteses e avaliem resultados para impulsionar inovação e melhorias contínuas.Comunicar Dados de Forma Acessível:&nbsp;Traduzir insights complexos em linguagem acessível para diferentes públicos, facilitando a compreensão de informações críticas por equipes não técnicas, apresentando análises claras e impactantes para a liderança e outras partes interessadas.Conhecer Produtos de Dados:&nbsp;Ter um profundo conhecimento dos produtos e ferramentas de dados mais recentes, mantendo-se atualizado(a) com as tendências do setor, para recomendar soluções inovadoras que aprimorem a eficiência e a eficácia do uso de dados.Requisitos e qualificaçõesFormação Acadêmica:&nbsp;Bacharelado em áreas como Ciências de Dados, Estatística, Engenharia, Tecnologia da Informação, Administração, Ciências Contábeis, Economia ou equivalente (Especializações ou cursos adicionais em áreas relevantes são um diferencial).Proficiência em Análise de Dados:&nbsp;Conhecimento avançado de ferramentas como SQL e linguagens de programação como Python ou R para análise de dados. Experiência com plataformas de Visualização de Dados como Power BI para criação de relatórios e visualizações e conhecimento em processos de Extração, Transformação e Carregamento (ETL).Conhecimento em Estatística e Modelagem de Dados:&nbsp;Compreensão sólida de estatísticas descritivas e inferenciais, incluindo conceitos como média, mediana, desvio padrão, regressão e correlação.Experiência com Grandes Conjuntos de Dados:&nbsp;Habilidade para analisar grandes conjuntos de dados com garantia de qualidade e consistência.Competências em Storytelling:&nbsp;Capacidade de comunicar insights complexos de forma clara e acessível para públicos não técnicos. Habilidade para criar apresentações envolventes e detalhadas para a liderança e outras partes interessadas.Experiência com Práticas de Cultura Data-Driven:&nbsp;Entendimento de como implementar e incentivar uma cultura data-driven em uma organização. Experiência em trabalhar com equipes multifuncionais para promover uma abordagem baseada em dados para tomada de decisõesInformações adicionaisNo Centro Administrativo Sicredi (CAS) para as posições nas áreas de negócio adotamos o formato de trabalho híbrido que se consolidou em 3 dias presenciais, na Sede da empresa, localizada na Av. Assis Brasil, 3940, São Sebastião, Porto Alegre/RS e 2 dias em teletrabalho. Nas posições da área Tech adotamos o formato de teletrabalho.____________________________________________________No&nbsp;Sicredi&nbsp;você vai ter:14º e 15º salários fixos;Participações nos Resultados (conforme a senioridade);Plano de Saúde e Odontológico sem coparticipação,Programas de bem-estar com Wellhub (antiga Gympass), Nutrição, Psicologia, Laboral, Massagem, Grupo de corrida e academia local;Vale Alimentação e Vale Refeição – com flexibilidade de % nos cartões VA/VR, sem coparticipação;Licença maternidade e paternidade estendida;Auxílio creche ou babá para crianças até 6 anos e 11 meses;Auxílio para filhos com deficiência, sem limite de idade;Seguro de vida,Previdência Privada até 6% do salário;Plataforma de Treinamentos – Sicredi Aprende, com diversos cursos;Carga horária de 40h semanais – Utilizando sistema de banco de horas;Auxílio Teletrabalho (exceto para posições com atuação 100% presenciais).",
    "careerPageId": 317,
    "careerPageName": "Sicredi",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/364/career/317/images/logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-16T21:47:16.483Z",
    "applicationDeadline": "2025-07-01T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Porto Alegre",
    "state": "Rio Grande do Sul",
    "country": "Brasil",
    "jobUrl": "https://sicredi.gupy.io/job/eyJqb2JJZCI6OTA3Mzk0NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://sicredi.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9137303,
    "companyId": 29110,
    "name": "Analista de Dados Jr",
    "description": "O grupo Direcional faz a diferença na vida de milhares de pessoas. Para seguir cumprindo seu propósito, temos um time formado por profissionais brilhantes, com o mesmo objetivo.Oferecemos um ambiente de trabalho colaborativo, oportunidades de crescimento profissional e projetos desafiadores que irão expandir suas habilidades técnicas.Estamos em busca de um&nbsp;Analista de Dados Jr&nbsp;apaixonado e proativo para se juntar à nossa equipe do Rio de Janeiro. Responsabilidades e atribuiçõesDesenvolver e manter dashboards e relatórios utilizando Qlik e Power BI;Realizar consultas e extração de dados através de SQL;Tratar, organizar e validar dados de diferentes fontes;Apoiar áreas internas com análises e insights baseados em dados;Garantir a qualidade e integridade das informações utilizadas;Automatizar processos e rotinas de manipulação de dados em Excel.Requisitos e qualificaçõesEnsino superior completo ou em fase final nos cursos de Tecnologia da Informação, Ciência de Dados, Engenharia, Estatística ou áreas correlatas;Conhecimento prático em SQL para consultas e manipulação de dados;Experiência com ferramentas de BI, especialmente Qlik e Power BI;Domínio de Excel, incluindo fórmulas, tabelas dinâmicas e gráficos.Informações adicionaisAlém de fazer parte do time de uma das maiores construtoras do país, você terá:- PLR- Vale Refeição- Vale Transporte-&nbsp;Day Off&nbsp;(aniversário)- Seguro de Vida- Plano de Saúde e Plano Odontológico",
    "careerPageId": 75453,
    "careerPageName": "Grupo Direcional Engenharia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/29110/career/75453/images/2022-06-15_19-22_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-12T13:19:15.607Z",
    "applicationDeadline": "2025-07-11T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://direcionalengenharia.gupy.io/job/eyJqb2JJZCI6OTEzNzMwMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://direcionalengenharia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9108337,
    "companyId": 1232,
    "name": "Analista de Dados Jr. ",
    "description": "Analista de Dados Jr. para ser parte responsável na execução e sustentação dos indicadores de processos.Responsabilidades e atribuiçõesDesenvolvimento, validação e sustentação dos dashboards de acompanhamento da alta liderança;Revisão, avaliação, validação e acompanhamento dos indicadores do centro de serviços compartilhados;Manusear banco de dados e desenvolver scripts para análise de dados;Acompanhar a performance dos indicadores, garantindo aderência deles às necessidades de seus negócios, apoiando para tomadas de decisão e oportunidade de melhorias;​Relacionar-se com os clientes internos, entendendo suas demandas e níveis de satisfação para propor melhorias;Elaborar relatórios e apresentações para lideranças, apoiando nas tomadas de decisão e oportunidades de transformações de processos e resultados;Ações com o time de Tecnologia para governança e infraestrutura de dados;Colaborar no desenvolvimento de projetos relacionados a dados, como os de manipulação e automação de dados e processos.Requisitos e qualificaçõesGraduação completa ou cursando em Ciências da Computação ou áreas correlatas;Power BI;Excel avançado;Power Query;Uso de APIs;Inglês intermediário;Conhecimento em mapeamento de processos e automação será considerado um diferencial;Disponibilidade para atuar em Itanhandu/MG.Informações adicionais💰 Salário compatível com o mercado.🚌&nbsp;Fretado da empresa.🩺 Convênio Médico.📱 Telemedicina🦷 Plano Odontológico.💊 Convênio Farmácia.🏋 Totalpass.📈&nbsp;Remuneração Variável.📚&nbsp;Plataforma de e-learning.",
    "careerPageId": 82677,
    "careerPageName": "Mantiqueira Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1232/career/82677/images/2022-07-18_16-03_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-07T18:46:17.886Z",
    "applicationDeadline": "2025-06-20T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Itanhandu",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://mantiqueirabrasil.gupy.io/job/eyJqb2JJZCI6OTEwODMzNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://mantiqueirabrasil.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9071866,
    "companyId": 29737,
    "name": "Analista de Dados JR",
    "description": "Responsável por definir e implementar roadmap de migração e evolução do ambiente tecnológico de dados para cloud, de acordo com padrões de mercado, considerando o custo x benefício, visando atender as necessidades de negócio e explorar oportunidades através de soluções que gerem diferencial competitivo para a empresa, além de atuar no desenvolvimento e manutenção do banco de dados da cia.Responsabilidades e atribuiçõesApoiar na coleta, compilação, analise e interpretação dos dados que serão usados para prover à Cia de informações que serão suporte para tomada de decisão e desenvolvimento de novas estratégias. Apoiar na elaboração de dashboards, usando ferramentas excel, Power BI e ou outras, a fim de gerar a fim de gerar insights e visualizações dinâmicas que auxiliem na tomada de decisões estratégicas e na análise de dados de forma eficiente;Realizar a criação de relatórios e apresentações, através de ferramentas internas, a fim de comunicar resultados e insights; Trabalhar em colaboração com diferentes departamentos internos para entender os problemas de negócio e as necessidades de dados;﻿Apoiar nas pesquisas de mercado no setor de seguros, fornecendo análises de dados precisas para atender às necessidades estratégicas da diretoria;Coletar, compilar, analisar e interpretar os dados que serão&nbsp;usados para prover à Cia de informações que serão suporte para tomada de decisão e desenvolvimento de novas estratégias;Elaborar painéis de informações através da utilização do BI, visando otimizar o acesso à informação pelas demais áreas da companhia;Realizar pesquisas de mercado relacionadas a determinado ramo de seguro para atendimento à demanda da diretoria;Atualizar as informações necessárias para a elaboração das apresentações ao Conselho e Diretoria;Definir formas de automatização da obtenção de informações utilizadas nas apresentações institucionais através do BI, visando maior agilidade na apresentação dos resultados;Analisar e interpretar os dados&nbsp;para avaliação de novos produtos e mercados, descontinuar produtos não rentáveis, campanhas de marketing visando a geração de valor para a companhia;Estruturar o banco de dados (Data Warehouse) a ser utilizado pelo BI através de ferramentas de ETL, visando a correta disponibilização das informações da companhia;Desenvolver métodos de análise de dados através da utilização de modelos estatísticos, visando gerar informações que facilitem a tomada de decisão pelas áreas de negócio;Direcionar e definir os padrões de desenvolvimento relacionado à estrutura de dados baseado nas melhores práticas de mercado e a sua adequação à realidade da empresa, considerando as necessidades atuais e futuras;Planejar e implementar novas estruturas de bancos de dados, fazendo backups, monitorando, gerenciando usuários, recuperando o banco de falhas e ajustando o mesmo para obtenção de melhores performances;Definir e monitorar indicadores do banco de dados para que o mesmo permaneça saudável, apoiando assim com informações e instruções para que possamos assim evoluir o ambiente;Contribuir para o desenvolvimento e capacitação da equipe elaborando treinamentos e compartilhando conhecimentos técnicos, sendo referência para sanar dúvidas e necessidades no desenvolvimento de soluções;Analisar e sugerir soluções de armazenamento e estruturação de dados que envolvam o melhor custo versus benefício para a empresa em termos de investimentos e custos relacionadas a soluções tecnológicas;Orientar a implantação de novas práticas e tecnologias, auxiliando as equipes envolvidas no processo, elaborando e ministrando treinamentos internos, sendo referência nas discussões e definições tecnológicas;Identificar, propor, executar e disseminar melhorias nos processos da área, identificando gaps no processo e adaptando as melhores práticas de mercado para a realidade da empresa.Agir em conformidade aos valores e competências organizacionais da companhia.Agir em conformidade aos requisitos legais e adequação às normas internas, por meio da participação efetiva nos treinamentos e relato de possíveis desvios.Zelar pelo sigilo das informações, conforme Código de Ética Pottencial.Requisitos e qualificaçõesPacote Office - Intermediário;Banco de Dados -Avançado;Ferramentas de BI - Avançado;Indicadores - Intermediário;Infraestrutura em Cloud - Intermediário;Gestão de Processos - Intermediário;Gestão de Processos - Básico;Tempo de experiência a partir de 4 anos;Atuação Estratégica - Exclusivo Lideranças;Liderança - Exclusivo Lideranças.Informações adicionaisVR (R$&nbsp;997,70/ mês);VA (R$&nbsp;771,13&nbsp;/ mês);Plano de Saúde Bradesco Apartamento;Plano Odontológico Bradesco;PLR;Vale Cesta de Natal Alelo R$&nbsp;771,13;Seguro de vida;Auxílio creche ou Babá (R$ 502,29 até 6 anos);Licença maternidade de 6 meses e paternidade de 20 dias;Day off no dia do seu aniversário;Antecipação do 13º no mês de maio.",
    "careerPageId": 70729,
    "careerPageName": "Pottencial Seguradora",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/29737/career/70729/images/2024-02-27_17-38_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-02T20:21:03.751Z",
    "applicationDeadline": "2025-07-01T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Belo Horizonte",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://pottencial.gupy.io/job/eyJqb2JJZCI6OTA3MTg2Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://pottencial.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9051362,
    "companyId": 625,
    "name": "Analista de Dados JR | Unicred Eleva - Novo Hamburgo/RS ou Santo Ângelo/RS ",
    "description": "FIQUE ATENTO!Atualize seus dados no cadastro como contato telefônico, e-mail, escolaridade, endereço e experiências profissionais. Um cadastro completo não apenas nos permite conhecê-lo melhor, mas também nos ajuda a entender suas habilidades, experiências e aspirações de maneira mais detalhada, aumentando suas chances no processo.&nbsp;Estamos em busca de um Analista de Dados Júnior para atuar de forma estratégica na coleta, tratamento, análise e interpretação de dados, transformando informações em insights que apoiem a tomada de decisão em diversas áreas da nossa Cooperativa.﻿Boa sorte!&nbsp;Faça parte Unicred Eleva e transforme o futuro com a gente! Aqui, cada talento conta e juntos construímos uma cooperativa ainda mais forte. Vem evoluir com a gente!Responsabilidades e atribuiçõesColetar, tratar e organizar dados de diferentes fontes internas e externas;Realizar análises estatísticas e preditivas, identificando padrões, tendências e oportunidades de negócio;Auxiliar nos projetos de melhoria contínua e automação de processos através de dados;Garantir a integridade, segurança e governança dos dados utilizados;Contribuir para a disseminação da cultura de dados na instituição.Requisitos e qualificaçõesRequisitos:Graduação completa ou em andamento em Ciência de Dados, Ciência da Computação, Sistemas de Informação, Estatística, ou cursos afins;Experiência nas atividades descritas será considerada um diferencial;Linguagens de programação: Python e SQL;Ferramentas de análise de dados: Excel avançado e Power BI;Conhecimento em estatística e análise exploratória de dados;Capacidade de modelagem de dados para análises eficazes;Contato prévio com processos de ETL (Extração, Transformação e Carga) de dados.Premissas&nbsp;exclusivas para colaboradores&nbsp;da Unicred - Núcleo Geração:O colaborador(a) sistema Unicred deverá possuir no mínimo 1 ano de admissão e possuir perfil mínimo necessário para a vaga em questão&nbsp;(requisitos).Após recebimento das inscrições, a Gestão de Pessoas da Unicred - Núcleo Geração conduzirá o processo internamente&nbsp;e encaminhará as informações necessárias.Informe seu gestor imediato sobre seu interesse neste processo.Prazo para inscrição interna: 09/05/2025Informações adicionaisAmplo pacote de benefícios:Vale Alimentação;Vale Refeição;Plano de Saúde Nacional Unimed;Plano odontológico;Vale transporte;Previdência Privada;Seguro de Vida;Programa de Participação nos Resultados (PPR) semestral;Auxílio Creche;Auxílio Educação;Day Off de Aniversário;Cesta Natalina;Anuênio.",
    "careerPageId": 759,
    "careerPageName": "Unicred - Núcleo Geração",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/625/career/759/images/2025-01-15_16-52_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T16:35:53.320Z",
    "applicationDeadline": "2025-06-29T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Novo Hamburgo",
    "state": "Rio Grande do Sul",
    "country": "Brasil",
    "jobUrl": "https://unicred.gupy.io/job/eyJqb2JJZCI6OTA1MTM2Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://unicred.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9034322,
    "companyId": 40924,
    "name": "ANALISTA DE INTELIGENCIA DE DADOS JR - REMOTO",
    "description": "Na Inmetrics, a inovação e a excelência operam lado a lado em um ambiente de trabalho colaborativo, saudável e dinâmico. Nossa cultura valoriza o aprendizado constante, a transparência na comunicação e a flexibilidade, criando um espaço onde cada profissional pode se desenvolver e alcançar o seu máximo potencial.​Nosso time é apaixonado por tecnologia e comprometido com entregas de valor real para os nossos clientes. Nosso diferencial é a eficiência digital. ​Pessoas são o nosso maior ativo, por isso, investimos em oportunidades que vão além de um salário competitivo, proporcionamos benefícios diferenciados em relação ao mercado e um ambiente de trabalho saudável e reconhecido por nossos colaboradores.​#VemparainmetricsResponsabilidades e atribuiçõesDesenvolver, manter e operar dashboards e relatórios para apoiar a tomada de decisão estratégica, garantindo a padronização e performance das soluções;Construir soluções de visualização de dados utilizando ferramentas compatíveis com o ecossistema do cliente (priorizando Power BI);Desenvolver e manter fluxos de extração, transformação e carga de dados (ETL) para alimentar os dashboards;Desenvolver queries, procedures, triggers, jobs e outras operações nos bancos de dados Oracle e BigQuery;Apoiar o desenvolvimento de automações e a otimização de processos operacionais analíticos;Assegurar a qualidade, integridade e consistência dos dados apresentados;Operar soluções de dados e dashboards em ambientes Linux e Windows Server;Atuar de forma colaborativa com engenheiros de dados e áreas de negócio para entender necessidades analíticas e transformar em soluções técnicas.Requisitos e qualificaçõesExperiência prática no desenvolvimento de dashboards e relatórios analíticos com Power BI (obrigatório);Forte conhecimento em SQL para extração, manipulação e modelagem de dados;Experiência com fluxos ETL integrados a ambientes Oracle e BigQuery;Conhecimento de ambientes Linux e Windows Server;Capacidade de analisar e otimizar performance de consultas e visualizações;Conhecimento em arquiteturas de Telecom (desejável, dada a área de atuação do cliente);Experiência com arquiteturas em Cloud: Azure, Oracle Cloud e Google Cloud Platform;Conhecimento básico em Machine Learning (ML) e Inteligência Artificial (AI), para aplicação futura em análises avançadas.Informações adicionais",
    "careerPageId": 88327,
    "careerPageName": "Vagas Inmetrics",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/40924/career/88327/images/2025-02-14_18-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T11:34:45.401Z",
    "applicationDeadline": "2025-06-25T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://inmetrics.gupy.io/job/eyJqb2JJZCI6OTAzNDMyMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://inmetrics.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8959835,
    "companyId": 36832,
    "name": "Analista de Dados Jr (PCD) ",
    "description": "Você tem interesse em atuar na área de Planejamento de Serviços, e acha que essa vaga tem o seu perfil?Estamos em busca de uma pessoa com perfil apaixonado por estratégia, que seja detalhista, curiosa e queira melhorar a eficiência operacional dos nossos processos e da área. A Vaga também anseia por pessoas com deficiência que tenham espaço pra crescer em um ambiente colaborativo e inovador, numa multinacional Japonesa.Se inscreva já! #VemserDaikinResponsabilidades e atribuiçõesResponsabilidades e atribuições:&nbsp;Análise de dados para qualidade de serviço e gestão de KPI de negócios de serviços (Excel, PowerBI, IA) e planejamento de compras de peças;Desenvolvimento de medidas para conquistar fãs da Daikin e expandir os negócios de serviços;Criação de apresentação PPT.Requisitos e qualificaçõesTécnico:Conhecimento avançado dos pacotes do Office.Conhecimento de uso de IA nível intermediário ou superior.Nível intermediário ou superior em inglês ou japonês. (Conversa/Texto)Perfil:Positividade e espontaneidade.Boa comunicação e relacionamento interpessoal.Informações adicionaisO que oferecemos?&nbsp;Remuneração Fixa (contratação CLT)Benefícios: Plano de Saúde e Odontológico | Vale Refeição | Vale Alimentação | Seguro de Vida | PLR | Previdência Privada | Auxílio estacionamento (50%) | Gympass (Wellhub)Ferramentas de Trabalho (notebook e celular)",
    "careerPageId": 83945,
    "careerPageName": "Daikin Brasil ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/36832/career/83945/images/2022-07-25_13-15_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-24T13:51:14.491Z",
    "applicationDeadline": "2025-06-10T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://daikinbrasil.gupy.io/job/eyJqb2JJZCI6ODk1OTgzNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://daikinbrasil.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8915879,
    "companyId": 31849,
    "name": "ANALISTA DE DADOS JR - REMOTO",
    "description": "A Saber faz parte do Grupo Cogna Educação, uma das principais organizações educacionais do mundo. Nossas soluções abrangem o ambiente virtual completo de aprendizagem, tutoria especializada, material pedagógico, amplo portfólio de cursos, atendimento ao estudante, BackOffice de pagamento e monitoramento da jornada de alunos.&nbsp;Nesta vaga você irá atuar no Programa Nacional de Livros Didáticos (PNLD) com as editoras Ática e Scipione, com a oferta de livros didáticos para mais de 118 mil escolas públicas em todo o país. É uma super oportunidade de mudar a educação no Brasil para melhor! #AquiéCogna&nbsp;Responsabilidades e atribuiçõesConstrução e manutenção de dashboards no Power BI, lidando com bases não estruturadas;ETL: organização e padronização de bases de dados em planilhas (Excel);Automação de processos em planilhas (VBA, Power Query) para facilitar o trabalho do time;Desenvolvimento de soluções em Power Apps para automatizar e otimizar processos manuais;Apoiar o time na análise e interpretação dos dados, traduzindo informações complexas de forma acessível;Identificar e propor melhorias nos processos internos, usando Power Automate para fluxos de trabalho eficientes.Requisitos e qualificaçõesEnsino Superior completo ou cursando;Conhecimento sólido em Power BI (conexão de fontes de dados, DAX, visualizações);Experiência com Excel (fórmulas, tabelas dinâmicas, automação);Entendimento de SQL básico para consultas simples em bases de dados;Experiência com automação de planilhas (VBA, Power Query);Conhecimento em Power Apps e Power Automate para criar soluções e automatizar processos internos;Boa comunicação para explicar conceitos de dados para quem não tem familiaridade.Diferenciais (não obrigatórios, mas um plus!):Noções de Python para automação de tarefas repetitivas;Conhecimento de processos de direitos autorais ou interesse no tema;Noção básica de estatística;Conhecimento em todas ou a maior parte das ferramentas Power Platform.Skils:Raciocínio Lógico e lógica de programação avançada;Curiosidade para entendimento do negócio;Trabalho em equipe multidisciplinar;Boa comunicação;Visão sistêmica e analítica;Capacidade de trabalhar em equipe e se adaptar rapidamente a novas situações e desafios;Disciplina.Informações adicionaisModelo de Trabalho: Remoto.O que você pode esperar da gente?&nbsp;Participação nos lucros:&nbsp;resultados com comemoração fazem parte do jeito Cogna.Vale-refeição ou alimentação:&nbsp;num cartão de benefícios flexível.&nbsp;Assistência médica: um abrangente plano de saúde, com inclusão de dependentes e coparticipação.&nbsp;Assistência odontológica: está disponível para manter seu sorriso. Mas espera, ainda tem mais!&nbsp;&nbsp;Bolsas de estudo de graduação e pós graduação: nossas unidades de ensino para que você e seus dependentes (cônjuge e filhos).&nbsp;&nbsp;&nbsp;Day off no aniversário: você poderá escolher um dia para relaxar e celebrar.&nbsp;Convênio SESC: abre as portas para as inúmeras oportunidades de melhora na qualidade de vida.&nbsp;Convênio farmácia Univers: descontos numa variedade de medicamentos.&nbsp;Universidade corporativa: diversas trilhas e cursos gratuitos na nossa universidade corporativa para você seguir evoluindo com a gente.&nbsp;&nbsp;Descontos em livros:&nbsp;para você adquirir os melhores títulos em nossas editoras.&nbsp;&nbsp;Wellhub (Gympass): para que você possa se movimentar no seu dia a dia.&nbsp;Programa Ninho: Um programa dedicado às nossas famílias que estão aguardando um novo bebê.&nbsp;Valoriza - Programa de Recrutamento Interno:&nbsp;Para impulsionar sua carreira por meio de oportunidades internas.Aqui, acreditamos no respeito, na diversidade e na busca da inclusão em todas suas frentes. Todos os candidatos qualificados serão considerados independentemente de raça, gênero, identidade, expressão de gênero, orientação sexual, nacionalidade, genética, deficiência ou de qualquer outra base.&nbsp;Nosso propósito é avançar cada vez mais, gerando empregabilidade para talentos diversos. Venha enriquecer nosso time!&nbsp;",
    "careerPageId": 132769,
    "careerPageName": "Saber Educação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/31849/career/132769/images/2023-02-02_13-14_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-07T19:06:14.705Z",
    "applicationDeadline": "2025-06-02T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://saber.gupy.io/job/eyJqb2JJZCI6ODkxNTg3OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://saber.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9248422,
    "companyId": 859,
    "name": "Cientista de Dados Júnior",
    "description": "Estamos em busca de talentos que dominem Python, SQL e tenham familiaridade com modelagem e exploração de dados para integrar nosso Time de Águias. Se você curte transformar dados em soluções inteligentes e busca desafios em um ambiente inclusivo, diverso e estimulante, essa é a oportunidade certa para decolar na sua carreira!Responsabilidades e atribuiçõesOs desafios que aguardam por você no próximo destino são:Apoiar o time em projetos de análise e modelagem de dados, contribuindo com código, exploração e validação de hipóteses;&nbsp;Realizar análises exploratórias, construção de dashboards e estudos ad hoc para dar suporte à tomada de decisão;&nbsp;Desenvolver scripts e notebooks em Python e SQL com foco em eficiência e clareza;&nbsp;Colaborar na manutenção de modelos já existentes, ajustando parâmetros e contribuindo para a melhoria contínua;&nbsp;Participar das rotinas de versionamento, documentação e boas práticas de codificação;&nbsp;Trabalhar em conjunto com engenheiros de dados, analistas e cientistas mais experientes na entrega de soluções robustas.&nbsp;Requisitos e qualificaçõesNão pode faltar em sua bagagem:Ensino superior completo em Estatística, Engenharia, Computação, Matemática, Astronomia, Física ou áreas relacionadas (diploma ou colação de grau);&nbsp;Conhecimento básico de Python e bibliotecas como Pandas, Numpy e Scikit-learn;&nbsp;Experiência com SQL para análise de dados;&nbsp;Facilidade para aprender novas ferramentas e conceitos técnicos;&nbsp;Boa comunicação, proatividade e trabalho em equipe.&nbsp;&nbsp;O que pode somar ainda mais:Conhecimento em plataformas cloud (Azure, AWS ou GCP);&nbsp;Experiência acadêmica ou projetos próprios envolvendo machine learning, visualização de dados ou automação de análises;&nbsp;Familiaridade com Git, Jupyter Notebooks;Conhecimento em inglês.Informações adicionaisAqui, você voa mais alto com o Benefício Viagem, que te permite emitir passagens aéreas nacionais e internacionais com descontos especiais para você, familiares e amigos.E não podemos esquecer dos Benefícios:Plano de saúde;Plano odontológico;Seguro de vida em grupo;Vale-refeição;Vale-alimentação;Vale-transporte;PLR;Gympass ou Totalpass;Clube de parcerias com centenas de empresas conveniadas;Day off de aniversário.Informações Importantes:Local de Trabalho: Sede - Granja Julieta.Horário: 8h-17h24.Modelo de Trabalho: Híbrido 4x1 (Segunda a Quinta-feira - Presencial / Sexta-feira - Home Office).Se você se identifica com o nosso Jeito, inscreva-se agora e faça parte do Time de Águias! Venha decolar conosco!",
    "careerPageId": 1167,
    "careerPageName": "GOL Linhas Aéreas",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/859/career/1167/images/logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-28T21:54:42.774Z",
    "applicationDeadline": "2025-09-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://golcarreiras.gupy.io/job/eyJqb2JJZCI6OTI0ODQyMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://golcarreiras.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9231145,
    "companyId": 64,
    "name": "Analista de Dados Júnior",
    "description": "Somos mais que uma máquina, somos pessoas que transformam e&nbsp;criam infinitas possibilidades.Trabalhamos para&nbsp;simplificar e impulsionar negócios para todas as pessoas, oferecendo soluções financeiras inteligentes. Aqui, investimos em&nbsp;tecnologia, promovemos&nbsp;desenvolvimento&nbsp;e fomentamos a&nbsp;inovação&nbsp;para criar novos caminhos possíveis e gerar impacto positivo no mundo.Na Cielo, a gente trabalha com&nbsp;autonomia&nbsp;para escrever nossa própria jornada,&nbsp;liberdade&nbsp;para ser quem a gente é, e a oportunidade de&nbsp;fazer acontecer. Somos um time que&nbsp;sonha no plural, oferecendo uma experiência completa e focando no bem-estar físico e mental de nossos mais de 6.000 colaboradores e suas famílias.Acreditamos na&nbsp;inclusão e acolhimento&nbsp;de todas as pessoas, com suas singularidades e diversidade de vivências.Bora realizar seus sonhos com a gente!Juntos com você, em infinitas possibilidades.#VemPraCima #VemPraCieloResponsabilidades e atribuiçõesTem lugar para você nesse propósito:Apoiar no desenvolvimento e manutenção de pipelines de dados;Apoiar na integração e transformação de dados em ambiente AWS;Desenvolver análises e indicadores de desempenho para áreas de negócio;Criar controles para garantir a consistência e qualidade dos dados;Participar dos projetos de dados e iniciativas de inovação;Construir dashboards em PowerBi.Requisitos e qualificaçõesO que o #TimeCielo espera de você?Familiaridade em análise de dados e construção de pipelines;Conhecimento prático de serviços AWS voltados para dados (como S3, Athena);Habilidade em SQL e programação em Python;Conhecimento de conceitos de modelagem de dados e integrações;Familiaridade em criar controles de qualidade dos dados;Pensamento analítico e capacidade de transformar dados em insights claros;Capacidade de trabalhar de forma colaborativa com diferentes áreas da empresa;Evoluir tecnicamente no ambiente AWS, propondo melhorias nos processos.Informações adicionaisPor que viver infinitas possibilidades ao nosso lado?Assistência Médica e Odontológica;Remuneração Variável Anual (PPR);Auxílio Refeição e Alimentação;Fretado/vale-transporte ou estacionamento;Modelo Híbrido;Auxílio Trabalho Remoto;Seguro de Vida;Seguro residencial e automóvel;Assistência funeral familiar;Previdência Privada;Canal de apoio à especialistas (nutrição, psicologia, ginecologia, etc);Campanha de Vacinação;Acesso à diversos cursos em nossa plataforma Educa;Wellhub;Programa de Gestação Saudável;Licença Maternidade e Paternidade estendida;Auxílio Creche;Day Off de Aniversário;Dress Code Flexível;Horário Flexível;Sexta curta;Almoço estendido (1h30).",
    "careerPageId": 74,
    "careerPageName": "Cielo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/64/career/74/images/logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-26T20:01:47.116Z",
    "applicationDeadline": "2025-06-09T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Barueri",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cielo.gupy.io/job/eyJqb2JJZCI6OTIzMTE0NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cielo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9142601,
    "companyId": 137,
    "name": "Especialista Ciência Dados Junior",
    "description": "Somos o Grupo Casas Bahia, com mais de 70 anos de história, realizando os sonhos de +100 milhões de brasileiros.&nbsp;Aqui, somos protagonistas o tempo todo, sempre com integridade e ética em tudo o que fazemos. A paixão pela nossa gente é o que nos move, e a dedicação total ao cliente é o nosso compromisso diário. Entregamos resultados e buscamos sempre a simplicidade em tudo o que fazemos!&nbsp;Estamos buscando uma pessoa para atuar no modelo de trabalho 100% presencial no time responsável por monitorar e analisar dados de mercado, atuando de forma estratégica para fornecer insights valiosos e suportar a tomada de decisões, que envolvem todos os colaboradores e empresas do grupo.&nbsp;Responsabilidades e atribuiçõesIdentificar oportunidades através dos dados da empresa para impulsionar soluções de negócios;Avaliar a eficácia e precisão de novas fontes de dados e técnicas de coleta de dados;Desenvolver modelos de dados e algoritmos personalizados para aplicar aos conjuntos de dados;Desenvolver processos e ferramentas para monitorar e analisar o desempenho do modelo e a precisão dos dados;Liderar iniciativas analíticas e transformar grandes volumes de dados em insights;Colaborar com áreas de negócios e tecnologia para desenvolver análises avançadas e soluções baseadas&nbsp;em dados;Escrever e manter código SQL/Python para diversas aplicações, desde scripts simples até aplicações complexas;Criar scripts SQL/Python para automatizar processos e tarefas rotineiras, melhorando a eficiência operacional.Garantir que sistemas e aplicações desenvolvidas estejam funcionando corretamente, identificando e corrigindo problemas.Trabalhar em equipe, colaborar com outros desenvolvedores e documentar o código desenvolvido para facilitar futuras manutenções.Requisitos e qualificaçõesSQL Avançado no Databricks;Capacidade de escrever e otimizar consultas SQL complexas dentro do ambiente Databricks;Conhecimento de manipulação de grandes volumes de dados e modelagem de dados usando Databricks SQL;Experiência com a criação e gerenciamento de notebooks no Databricks;Habilidades em criar, gerenciar e depurar stored procedures, funções e triggers no contexto do Databricks;Analisys Services - Modelagem e desenvolvimento de dados na plataforma multi-dimensional;Criação na visão de cubos;Conhecimento em analisys services (construção de visões multi-dimensionais);Databricks (ETL com Python/PySpark/SQL);Power BI (Dax e Power Query);Experiência em gerenciar múltiplos projetos simultaneamente;Habilidade para definir prioridades e prazos, garantindo a entrega de projetos de alta qualidade.Informações adicionaisLocal de Trabalho:&nbsp;Berrini/SP&nbsp;Confira alguns dos benefícios incríveis que preparamos para garantir seu bem-estar e qualidade de vida:&nbsp;PLR/Bônus: Um reconhecimento extra para valorizar o seu esforço e dedicação! 💸&nbsp;Assistência Médica e Odontológica: Para que você tenha toda a segurança e cuidado com a sua saúde e a da sua família. 🏥&nbsp;Vale Refeição: Porque sabemos que uma alimentação de qualidade é essencial para o seu dia a dia! 🍽️&nbsp;Seguro de Vida: Tranquilidade e proteção para você e seus entes queridos. 🛡️&nbsp;Extensão da Licença Maternidade: 180 dias para nossas mamães aproveitarem o melhor momento com seu bebê! 👶&nbsp;Extensão da Licença Paternidade: 20 dias para que o pais também possa estar presente nos primeiros dias de vida. 👨‍👩‍👧‍👦&nbsp;Incentivo à prática de atividade física: Acesse o Wellhub (Gympass) e o Total Pass para cuidar da saúde e manter o corpo em movimento. 🏋️‍♂️&nbsp;Vale Transporte: Para garantir que seu deslocamento até o trabalho seja tranquilo e sem preocupações. 🚆&nbsp;Convênio com o SESC: Desfrute de benefícios incríveis em cultura, lazer, saúde e muito mais! 🎭&nbsp;Clube de Descontos: Para aproveitarmos de descontos de até 70% em produtos e serviços com mais de 2.000 parceiros no Brasil e América Latina! 🛍️&nbsp;Day-off no Aniversário: Para celebrar o seu dia com mais tranquilidade e diversão, você tem direito a um descanso no seu aniversário! 🎉&nbsp;&nbsp;Nosso compromisso é proporcionar não só um ambiente de trabalho, mas também uma experiência que valorize e cuide de você como pessoa! Estamos aqui para apoiar o seu crescimento pessoal e profissional.&nbsp;🚀&nbsp;&nbsp;#VEMPROGRUPOCASASBAHIA&nbsp;&nbsp;Todas as nossas vagas são elegíveis a candidaturas internas e externas.&nbsp;&nbsp;Colaboradores, acesse a política de recrutamento interno disponível no ServiceNow para conhecer os requisitos e premissas do programa.",
    "careerPageId": 164543,
    "careerPageName": "Corporativo Grupo Casas Bahia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/137/career/164543/images/2023-09-21_15-47_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-23T15:49:40.143Z",
    "applicationDeadline": "2025-09-29T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://corporativogrupocasasbahia.gupy.io/job/eyJqb2JJZCI6OTE0MjYwMSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://corporativogrupocasasbahia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9192969,
    "companyId": 487,
    "name": "Analista de Dados de Operações Junior",
    "description": "Vem ser Dasa! Aqui,&nbsp;você vai encontrar pessoas que acreditam na ciência que transforma, na tecnologia que descomplica, no cuidado que acolhe e na parceria que empodera, por esse motivo, buscamos profissionais empoderados(as) e protagonistas.Que tal trabalhar em uma empresa que busca transformar a saúde das pessoas e que acredita que cuidar sempre é cuidar por inteiro?Sua resposta é SIM? Então, faça parte do time Corporativo da maior rede de saúde integrada.Quer saber mais sobre a Dasa? Visite nosso site:&nbsp;www.dasa.com.br ou acesse nossas redes oficiais: LinkedIn Dasa| Instagram @Dasa.oficial&nbsp;#VemPraDasa #DasaLovers #VemSerDasaResponsabilidades e atribuiçõesImplementar soluções de ETL/ELT, integrando dados provenientes de fontes estruturadas e não estruturadas nas bases da companhia;Desenvolver painéis e relatórios utilizando Power BI ou Excel;Interagir com outras áreas para compreender demandas e problemas, contribuindo para a melhoria da qualidade dos dados e dos produtos gerados a partir deles;Esclarecer dúvidas de usuários e áreas parceiras sobre os painéis desenvolvidos;Realizar melhorias ou correções nos dashboards conforme solicitações dos usuários.Requisitos e qualificaçõesFormação completa ou em andamento em Ciência de Dados, Sistemas de Informação, Ciência da Computação, Estatística, Matemática, Economia ou áreas correlatas;Conhecimento básico em ferramentas de visualização de dados, como Power BI;Conhecimentos em SQL;Conhecimento em alguma linguagem de programação (Python ou R) será considerado um diferencial.Informações adicionaisCuidados que temos com você:•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuidados com a alimentação: Vale Refeição/Vale Alimentação ou Refeitório no local de trabalho (de acordo com a localidade);•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuidados com a saúde: Plano de Saúde, Seguro de Vida, Dasa&nbsp;Cuida (Programa de saúde e bem estar) e Gympass (rede credenciada de academias);•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Club de Vantagens: Club de vantagens UAU&nbsp;(Economize nas compras de produtos e serviços de diversas marcas);•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuidados com o seu desenvolvimento: Universidade Dasa e Programa Crescer dentro da Dasa;•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Outros: Vale Transporte, Day Off no aniversário e Bonificação por desempenho (PLR atrelado a metas).Os benefícios podem sofrer alteração de acordo com a região da vaga.",
    "careerPageId": 21826,
    "careerPageName": "Dasa",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/487/career/21826/images/2024-10-24_14-10_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-19T20:21:42.785Z",
    "applicationDeadline": "2025-07-18T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Cascavel",
    "state": "Paraná",
    "country": "Brasil",
    "jobUrl": "https://dasacorp.gupy.io/job/eyJqb2JJZCI6OTE5Mjk2OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://dasacorp.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9185990,
    "companyId": 5977,
    "name": "Analista de Negócios – Júnior II (Dados e Ferramentas) ",
    "description": "Como Analista de Negócios – Júnior II (Dados e Ferramentas), você fará parte de uma das melhores empresas de tecnologia do Brasil. Nossa trajetória iniciou há mais de trinta anos com uma pequena equipe de engenharia apaixonada por inovação. Em 1986, pessoas visionárias fizeram um compromisso com a tecnologia e sua capacidade de transformar o mundo. Aquele, seria apenas o começo de uma trajetória que nos tornou referência sólida no mercado e uma das melhores empresas para se trabalhar.Responsabilidades e atribuiçõesDesempenha um papel crucial na análise de dados e na geração de insights que impulsionam as decisões estratégicas da empresa. Responsável por criar indicadores de tomada de decisão, padronizar e fornecer suporte informacional para a Diretoria Comercial, antecipar eventos que impactem a estratégia comercial, estruturar bases de dados e Datamart Comercial, e representar a área Comercial em Squads de Inovação/TI. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ﻿Requisitos e qualificaçõesCurso Superior a nível Bacharelado concluído em Administração de Empresas, Economia, Estatística, Engenharia ou áreas relacionadas.Experiência de 1 (um) ano em análise de dados, inteligência de negócios ou funções similares.Conhecimento avançado em ferramentas de análise de dados, como SQL, Python, R, Tableau, Power BI, entre outros.Conhecimento das Resoluções 414, 482 e 687e da lei 14.300.Excelentes habilidades de comunicação e capacidade de trabalhar em equipe.Capacidade de traduzir dados complexos em insights acionáveis para tomada de decisão.Inciativa e Proatividade.Habilidade de trabalhar sob pressãoTrabalho em equipe.Habilidade de Comunicação e de negociação.Organização.Informações adicionaisBenefícios e vantagens:Vale transporte desc. 6%;Ticket: R$ 1.255,00 desc. 5%.Clube de vantagens: parcerias que oferecem desconto.Plano de saúde coparticipativo;odontológico opcional (pago a parte);seguro de vida.",
    "careerPageId": 12814,
    "careerPageName": "Montreal | Tecnologia e Inovação",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/5977/career/12814/images/2025-03-17_17-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-19T11:39:53.861Z",
    "applicationDeadline": "2025-07-18T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Belo Horizonte",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://montreal.gupy.io/job/eyJqb2JJZCI6OTE4NTk5MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://montreal.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9137925,
    "companyId": 44951,
    "name": "Pessoa Analista de Dados Júnior",
    "description": "A&nbsp;WMS&nbsp;em parceria com a&nbsp;I-CHERRY&nbsp;está&nbsp;em busca de um Analista de Dados Júnior para integrar nosso time e contribuir com análises estratégicas que impulsionem o desempenho do negócio. Se você é apaixonado por dados, tem interesse em transformar informações em insights valiosos e deseja crescer profissionalmente em um ambiente dinâmico e colaborativo, essa oportunidade é para você!﻿Você terá o suporte de: uma pessoa gerente e uma pessoa coordenadora.Responsabilidades e atribuiçõesComo será o seu dia a dia:Desenvolver, implementar e interpretar análises de dados utilizando sistemas de coleta e estratégias que garantam eficiência e qualidade na informação.Elaborar relatórios qualitativos e quantitativos sobre os dados coletados, apresentando insights claros e acionáveis.Criar dashboards e automação de rotinas para otimizar processos analíticos.Estruturar planos de mensuração e mapas de tags para monitoramento de métricas-chave.Recomendar melhorias nas mídias digitais e no negócio, visando aumento de conversão, melhoria da usabilidade e redução de custos (CPA, CPL, CPC).Levantar hipóteses para testes e propor soluções baseadas em dados.Monitorar e analisar o desempenho do site diariamente, utilizando ferramentas de Web Analytics.Mensurar visitas, conversões, vendas, campanhas, cohorts, LTV (Life Time Value) e payback de canais de marketing.Criar alertas em ferramentas de Web Analytics para identificar erros no site e propor correções.Analisar a experiência do usuário no site e sugerir melhorias para ganho de performance.Realizar análises de mercado e concorrência para identificar oportunidades estratégicas.Trabalhar em conjunto com as equipes de SEO e Mídia para alinhar estratégias e ações integradas.Aconselhar o uso de novos canais e formatos para aumentar tráfego, conversões e faturamento.Requisitos e qualificações&nbsp;O perfil que buscamos:Graduação completa ou em andamento em áreas como Estatística, Matemática, Ciência de Dados, Engenharia, Marketing, Administração ou correlatas.Conhecimento básico em ferramentas de Web Analytics (Google Analytics, Adobe Analytics, etc.).Familiaridade com visualização de dados e criação de dashboards (Power BI, Tableau, Data Studio, etc.).Interesse em aprender automação de rotinas e manipulação de grandes volumes de dados.Capacidade analítica e atenção aos detalhes.Boa comunicação para apresentação de relatórios e interação com clientes e equipes internas.Desejo de desenvolvimento técnico e aprendizado contínuo.﻿Diferenciais:Experiência prévia com análise de dados ou projetos relacionados.Conhecimento em linguagens de programação como Python ou SQL.Noções de SEO, mídia digital e estratégias de marketing.Habilidade em análise de mercado e concorrência.Informações adicionaisAhhh, sobre os nossos diferenciais! 🤗Benefícios:Plano Médico e Odontológico SulAmerica;Vale Refeição ou Vale Alimentação (R$43,00 ao dia);Seguro de Vida;TotalPass;Day Off de aniversário;Auxílio Home Office;Licenças maternidade e paternidade estendidas;Auxílio creche (para filhos com até 6 anos);Desconto em farmácias;EAP (Programa de Assistência ao Empregado);Clima leve e ambiente de trabalho descontraído!Pessoas criativas e divertidas!E a chance de crescimento aqui dentro é imensa!&nbsp;Mais detalhes:Modelo de contratação CLT;Modelo de trabalho híbrido (remoto e presencial); Escritório localizado na região de Pinheiros.&nbsp;Aqui na WMS consideramos todas as aplicações para nossas vagas sem distinção de gênero, orientação sexual, etnia, cultura, origem, religião, deficiência, idade etc.",
    "careerPageId": 102541,
    "careerPageName": "WPP Media Services",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/44951/career/102541/images/2024-08-08_17-20_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-16T18:23:40.305Z",
    "applicationDeadline": "2025-07-11T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://wms.gupy.io/job/eyJqb2JJZCI6OTEzNzkyNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://wms.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9167741,
    "companyId": 1273,
    "name": "Analista de Privacidade de Dados Junior - Vitória - ES",
    "description": "Estamos à procura de profissionais que tenham muita vontade de inovar e colaborar com o crescimento da Every.Somos uma empresa sólida de Cybersecurity and GRC, com foco no cliente, liderança visionária, time colaborativo e excelente clima organizacional! Vem #SerFeliz na Every!**Vaga presencial para Vitória-ES**Responsabilidades e atribuiçõesAtividades a serem desempenhadas:&nbsp;Irá apoiar o desenvolvimento do programa de privacidade dos clientes Every, nomeadamente na implementação das leis de privacidade aplicáveis ​​ao negócio, e na elaboração, atualização e acompanhamento dos principais documentos de privacidade;Você revisará e negociará contratos, do ponto de vista da privacidade e proteção de dados;Você prestará suporte às áreas do negócio em questões relacionadas à privacidade e proteção de dados;Apoiará o desenvolvimento de novos produtos e metodologias de privacidade, desde a concepção, bem como eventuais melhorias;Você interagirá com o time interno, orientando e apoiando, bem como com os clientes.Responsável pela criação, desenvolvimento, manutenção e implementação de políticas e processos que permitem práticas de privacidade consistentes, eficazes e em conformidade com a LGPD e/ou GDPR;Responsável pelo desenvolvimento de Avaliações de Impacto de Proteção de Dados para avaliar os riscos;Projeta e implementa ferramentas e padrões para auxiliar a rede de DPOs e especialistas jurídicos;Auxilia no acompanhamento, investigação e relato de violações de dados e auxilia no gerenciamento de reclamações de privacidade e investigações por autoridades regulatórias de clientes;Estabelece ações como parte de eventos importantes de proteção de dados pessoais e privacidade (aniversário do GDPR, dia de Proteção de Dados Pessoais e Privacidade, eventos de segurança, etc.).Desenvolve e fornece treinamento contínuo sobre privacidade para colaboradores e clientes;Realiza avaliações periódicas de risco de privacidade e conformidade para a empresa, incluindo todos os planos e esforços de mitigação e remediação.Requisitos e qualificaçõesVocê será ótimo para esta função se:Possuir grande conhecimento em privacidade e proteção de dados, especialmente no Regulamento Geral de Proteção de Dados – GDPR e na Lei Geral de Proteção de Dados – LGPD;Possuir experiência na área de privacidade e proteção de dados, principalmente com projetos de compliance e trabalhos de consultoria (desejável 02 anos);Possuir pelo menos uma das seguintes certificações: PDPE, DPO ou IAPP;Possuir proeficiência em Inglês (com comprovação);Ser organizado (a) e disciplinado (a);Ser pragmático e possuir boas habilidades de comunicação e escrita;Você tem a capacidade de construir relacionamentos colaborativos;Informações adicionaisTrabalho presencial em Vitória- ES;Horário de trabalho flexível;Benefícios acima da média.",
    "careerPageId": 2254,
    "careerPageName": "Every Cybersecurity, GRC and Privacy Solutions",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1273/career/2254/images/2024-08-06_19-30_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-15T18:33:15.081Z",
    "applicationDeadline": "2025-07-14T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vitória",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://sejaevery.gupy.io/job/eyJqb2JJZCI6OTE2Nzc0MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://sejaevery.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9122369,
    "companyId": 345,
    "name": "Analista de Dados - Junior, Pleno ou Senior | Grupo Autoglass",
    "description": "Já pensou em fazer parte de um grupo brasileiro movido pelo propósito de criar soluções para melhorar a vida das pessoas?Estamos em busca de um(a) profissional para atuar na construção de relatórios estratégicos, criação, manutenção e governança de painéis/dashboards de dados, além de realizar análises descritivas junto às lideranças da área. Acompanhar KPIs, apresentar resultados e estar sempre alinhado(a) com os objetivos do negócio. Temos oportunidade para o nível Junior, Pleno e Senior, queremos te conhecer e entender o que mais se alinha a seus conhecimentos!Não perca tempo! Inscreva-se e venha fazer parte do nosso time.Responsabilidades e atribuiçõesRealizar análises de dados completas;Criar e manutenir painéis/dashboard de dados;Definir objetivos, estipular indicadores e métricas, coletar dados, criar protótipo fontes de dados, interpretar e expor resultados;Realizar análise descritiva dos painéis;Resolução de problemas, focando na causa raiz;Padronização de Dados (Data Viz);Analisar obsolescência de painéis e documentações, deletar painéis e documentações obsoletos.Requisitos e qualificaçõesEnsino Superior completo ou em andamento em áreas de tecnologia, administração, engenharias ou afins;Conhecimento de SQL e Linguagem Python;Excel Avançado;Análise e exploração de dados; análise de requisitos; apresentações analíticas; data mining; fundamentos de business intelligence;Experiência com análise e extração de dados;Conhecimento em Tableau;Ferramentas de BI;Habilidade em comunicação para interagir com stakeholders de áreas técnicas e de negócios;Valorizamos se você tiver:Experiência em liderança técnica ou gestão de projetos;Conhecimentos em otimização de performance de queries SQL;Experiência com ferramentas e técnicas de armazenamento e manipulação de dados (Data Lake, Data Warehouse, Data Mart).Conhecimento em criação de camadas semânticas e modelos dimensionais (Star Schema, Snowflake Schema, OBT);Experiência em ambientes complexos e com grande volume de dados;Experiência em criação e manutenção de pipelines de dados;Conhecimentos básicos em práticas de engenharia de software (documentação, testes automatizados, código limpo).Informações adicionaisO que&nbsp;o Grupo Autoglass&nbsp;proporciona?&nbsp;&nbsp;Pra cuidar da sua saúde física e mental:&nbsp;🩺&nbsp;Plano de saúde&nbsp;Unimed e Plano odontológico&nbsp;Bradesco, extensivos a seus dependentes;&nbsp;💙&nbsp;Atendimento psicológico e nutricional;&nbsp;💙&nbsp;Seguro de vida;&nbsp;💙&nbsp;Programa da Gestante com licença maternidade estendida;&nbsp;💙&nbsp;Espaço Cuidar - Salão de beleza;&nbsp;🏋️‍♀️&nbsp;Wellhub&nbsp;(Desconto em academias);&nbsp;💆&nbsp;&nbsp;Para&nbsp;tornar o seu dia mais leve, no Grupo&nbsp;Autoglass&nbsp;você recebe massagem relaxante em seu posto de trabalho.&nbsp;&nbsp;&nbsp;Pra apoiar seu dia a dia:&nbsp;🚌&nbsp;Vale transporte;&nbsp;🛒&nbsp;Vale Refeição e Alimentação;&nbsp;📚&nbsp;Descontos em creches e escolas para os papais&nbsp;e mamães;&nbsp;📚&nbsp;Descontos em Instituições de Ensino;&nbsp;☕ Café da manhã e da tarde;😎 Oportunidade de trabalhar e trocar conhecimentos diários com um time incrível e acolhedor;&nbsp;🏠 Oportunidades&nbsp;Home Office;&nbsp;💺 Trabalho de modo confortável! Caso necessário, enviaremos toda mobília para&nbsp;equipar o seu ambiente Home Office;&nbsp;&nbsp;Pra desenvolver sua carreira:&nbsp;🚀&nbsp;Oportunidade de crescimento profissional;🚀 Acesso ao Portal de Educação Corporativa Grupo Autoglass com mais de 200 cursos gratuitos e com emissão de certificado;🚀&nbsp;Treinamentos e programas de mentorias frequentes;&nbsp;🚀&nbsp;Acesso GRATUITO e EXCLUSIVO à plataforma&nbsp;Alura ou Udemy;&nbsp;🚀&nbsp;Programa de Incentivo à Certificação;&nbsp;🚀 Um&nbsp;ambiente de trabalho altamente colaborativo e desafiador.No Grupo Autoglass, você encontrará oportunidade de crescimento e uma cultura de inovação e melhoria contínua muito forte.&nbsp;",
    "careerPageId": 94664,
    "careerPageName": "Grupo Autoglass Administrativo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/345/career/94664/images/2024-03-25_14-39_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-09T12:22:20.171Z",
    "applicationDeadline": "2025-12-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vila Velha",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://autoglassadministrativo.gupy.io/job/eyJqb2JJZCI6OTEyMjM2OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://autoglassadministrativo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9010174,
    "companyId": 617,
    "name": "Administrador(a) de Banco de Dados (DBA) Júnior",
    "description": "Sobre a área:&nbsp;A InfraOps é o time responsável por garantir que toda a infraestrutura de TI funcione com estabilidade, segurança e performance. Monitoramos continuamente os sistemas, antecipando falhas e resolvendo problemas antes que impactem o negócio. Também somos guardiões da segurança da informação, mantendo a conformidade com normas e protegendo a empresa contra riscos cibernéticos.Responsabilidades e atribuiçõesComo será o seu dia a dia:Você será parte fundamental do time, apoiando na sustentação e evolução dos nossos bancos de dados. No início, com foco em execução e aprendizado constante, suas responsabilidades incluirão:Apoiar na administração de bancos de dados SQL Server (criação, configuração e monitoramento);Analisar, com orientação, o desempenho dos bancos e sugerir melhorias;Auxiliar na gestão de usuários, permissões e segurança básica;Colaborar em rotinas de backup e recuperação de dados;Monitorar a saúde dos bancos e comunicar desvios à equipe sênior;Prestar suporte inicial a usuários e desenvolvedores em dúvidas e problemas simples;Manter a documentação técnica organizada e atualizada.Requisitos e qualificaçõesO que buscamos em você:Conhecimento básico em SQL Server e linguagem SQL;Noções de modelagem de dados, gerenciamento de tabelas, índices e views;Interesse em performance de consultas e identificação de gargalos;Noções de segurança em ambientes de banco de dados;Boa comunicação e organização para documentar e colaborar com o time;Vontade de aprender, crescer e evoluir tecnicamente.Critérios que aumentam o match com a vaga: Conhecimento em outros bancos de dados: Oracle, PostgreSQL ou MongoDB;Familiaridade com ambientes em nuvem, especialmente Microsoft Azure;Uso prévio de ferramentas como SQL Server Management Studio (SSMS);Noções de linguagens como .NET, Java ou Python;Certificação ou estudos voltados para banco de dados (ex: Microsoft SQL Fundamentals).Informações adicionaisO que oferecemos aqui:&nbsp;Vale Alimentação/Refeição/Mobilidade (Cartão Swille);Vale Cultura (Cartão Swille);Vale Transporte;Educação Corporativa;Wellhub (Gympass);Parcerias com Instituições de Ensino;Plano de Saúde Nacional;Plano Odontológico;Seguro de Vida;Licença Paternidade Estendida;Bônus Anual.Além disso, gostamos de destacar:&nbsp;Oportunidade de trocar conhecimentos diários com um time de referência no mercado;Na Trinus, prezamos pelo bem-estar, pelo trabalho em equipe e acreditamos que, com liberdade e responsabilidade, chegaremos ainda mais longe;Oportunidade de crescimento;Nosso time possui uma capacidade de mobilização única!Essa vaga está aberta à candidatura de todas as pessoas — independentemente de suas características ou condições quanto à etnia, gênero, orientação sexual, acessibilidade, cultural, social ou qualquer outro fator.Reforçamos: todas as nossas vagas estão e sempre estarão abertas para pessoas com deficiência (PCDs).Para que sua candidatura seja válida, precisamos que você preencha todas as perguntas na etapa de cadastro e realize todos os testes online.Caso contrário, a sua candidatura não seguirá para análise.Se liga nessa dica: Caso já tenha se candidatado a outras vagas, você pode salvar as respostas do cadastro em um bloco de notas para reutilizar em futuras candidaturas, da mesma forma que pode reutilizar o resultado dos testes realizados anteriormente. Não se esqueça de revisar todas as informações, ok? 😉",
    "careerPageId": 2005,
    "careerPageName": "Trinus",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/617/career/2005/images/2022-11-28_14-50_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-08T20:09:49.521Z",
    "applicationDeadline": "2025-06-22T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://trinusco.gupy.io/job/eyJqb2JJZCI6OTAxMDE3NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://trinusco.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9109261,
    "companyId": 1705,
    "name": "Cientista de Dados Junior",
    "description": "Com mais de 60 anos de história, a Daniel Advogados possui uma equipe multidisciplinar com ampla experiência internacional e especialização profunda em Propriedade Intelectual e Direito Digital, Privacidade e Proteção de Dados.Na Daniel Advogados entendemos que a diversidade, mais do que uma obrigação, é um valor para o ambiente de trabalho. Diferentes perfis, experiências, opiniões e perspectivas só conferem mais riqueza e originalidade ao que fazemos, diariamente. Por isso buscamos estagiários com vontade de aprender, energia para transformar e olhar inovador para soluções.Responsabilidades e atribuiçõesEstamos em busca de&nbsp;um(a) Analista de Negócios (Analista de Dados), para atuar junto à nossa equipe de Inteligência de Negócios, em nosso escritório do Rio de Janeiro ou São Paulo (modelo de trabalho híbrido), com as seguintes atribuições:&nbsp;Apoiar as áreas de negócio com análises e estudos baseados em dados, transformando informações em insights que contribuam para a tomada de decisão.Realizar análises exploratórias de dados para identificar padrões, tendências e oportunidades de melhoria.Desenvolver e aplicar modelos preditivos e técnicas estatísticas com foco em resolução de problemas específicos de negócio.Trabalhar em conjunto com times de produto, tecnologia e áreas funcionais para entender demandas e propor soluções baseadas em dados.Criar dashboards, relatórios e visualizações que tornem os dados compreensíveis e úteis para públicos diversos.Realizar a preparação, limpeza e tratamento de dados para garantir consistência, integridade e qualidade nas análises.Contribuir para a melhoria contínua dos processos de análise de dados e colaborar com a evolução das práticas da área.Acompanhar tendências da área e buscar o aprimoramento técnico contínuo.Requisitos e qualificaçõesRequisitos e qualificações:&nbsp;Graduação em Engenharia, Ciências da Computação, Sistemas de Informação, Estatística, Matemática ou áreas correlatas.Experiência prévia com análise de dados, aplicação de modelos estatísticos e aprendizado de máquina.Conhecimento prático de Python e bibliotecas como pandas, scikit-learn, entre outras.Experiência com SQL (ex: Oracle, PostgreSQL) para extração e manipulação de dados.Familiaridade com ferramentas de visualização de dados (ex: Power BI, Tableau, matplotlib, etc.).Capacidade analítica, raciocínio lógico e boa comunicação para apresentar conclusões de forma clara.Vivência com grandes volumes de dados ou ambientes de Big Data será considerada um diferencial.Experiência colaborando com equipes de tecnologia ou desenvolvimento será um ponto positivo.Inglês intermediário será um diferencial.Informações adicionaisA Daniel Advogados tem como um dos pilares de sua cultura o compromisso com Diversidade e Inclusão, e sabemos que ele se inicia no processo seletivo, portanto, convidamos TODOS(AS) os(as) a se candidatarem às nossas vagas!Benefícios Oferecidos:Seguro de vidaAssistência médicaAssistência odontológicaDay OffWellhub (Gympass)&nbsp;Vale refeição / Vale alimentação",
    "careerPageId": 2711,
    "careerPageName": "Daniel Advogados",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1705/career/2711/images/2020-10-26_23-02_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-07T19:49:15.166Z",
    "applicationDeadline": "2025-06-06T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://daniel-ip.gupy.io/job/eyJqb2JJZCI6OTEwOTI2MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://daniel-ip.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9062677,
    "companyId": 40991,
    "name": "ANALISTA DE DADOS JÚNIOR",
    "description": "O Grupo 3corações é construído por pessoas, antes de tudo, apaixonadas pelo que fazem. Temos orgulho de crescer pela força do trabalho e seguir, cada vez mais longe, sem esquecer a nossa essência e os nossos valores.No grupo 3corações, você tem oportunidade de se desenvolver e construir sua carreira profissional com o apoio, a dignidade e com o respeito de todos.&nbsp;Buscamos pessoas que queiram arregaçar as mangas e trabalhar de forma colaborativa, independentemente da identidade de gênero, da orientação sexual, da cor da pele, da idade, da religião, da etnia ou do tipo de deficiência.Vem tomar um café com a gente e descobrir como é apaixonante fazer parte da maior empresa de café do Brasil.Saiba mais em&nbsp;www.3coracoes.com.brResponsabilidades e atribuiçõesDesenvolver, otimizar e manter dashboards e relatórios em Qlik Sense, garantindo uma interface amigável e visualmente atraente;Extrair, transformar e analisar dados provenientes de diferentes fontes, utilizando SQL para manipulação e tratamento de grandes volumes de dados;Colaborar com equipes internas para entender as necessidades de negócio e traduzir esses requisitos em relatórios e dashboards;Identificar padrões e insights a partir dos dados, propondo melhorias baseadas em evidências para os processos da empresa;Realizar a validação de dados e monitorar a performance dos dashboards, garantindo sua confiabilidade e precisão;Apoiar na criação de documentações e manuais para uso e manutenção dos dashboards e relatórios;Acompanhar as tendências e atualizações das ferramentas Qlik Sense e SQL para melhorar continuamente as soluções de BI.Requisitos e qualificaçõesEscolaridadeEnsino completo ou cursando em Ciência da Computação, Sistema da Informação ou áreas correlatas.NecessárioExperiência com Qlik View para desenvolvimento de dashboards e análises;Conhecimentos em Qlik Sense, incluindo criação de visualizações interativas e storytelling com dados;Proficiência em SQL ANSI para consultas e manipulação de dados;Familiaridade com SQL para SQL Server, incluindo stored procedures e otimização de queries;Conhecimentos básicos em sistemas operacionais Windows e Linux.Desejável﻿Conhecimento em Power BI e Google Data Studio.Informações adicionaisBenefícios● Plano de Saúde compartilhado;● Plano odontológico;● Vale Transporte;● Vale Refeição;● Kit de Produtos mensal;● Telemedicina e Terapia Online (100% pela empresa);● Seguro de Vida;● Wellhub.",
    "careerPageId": 98615,
    "careerPageName": "3corações",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/40991/career/98615/images/2022-12-05_17-25_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-06T19:18:50.219Z",
    "applicationDeadline": "2025-06-29T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://3coracoes.gupy.io/job/eyJqb2JJZCI6OTA2MjY3Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://3coracoes.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9050051,
    "companyId": 1885,
    "name": "Analista de Dados Júnior",
    "description": "Somos a Kaizen - A Casa da Autopeça, uma das bandeiras do Grupo Bueno - um grupo formado por empresas diferentes com um propósito comum.Atualmente, o Grupo Bueno é composto por quatro bandeiras:- Pecista: Focada exclusivamente em vendas de grandes volumes no atacado;- Kaizen - A Casa da Autopeça: Um atacarejo focado em venda para mecânicos e consumidores finais;- Kaizen Distribuidora: Uma distribuidora que atende exclusivamente clientes automotivos com CNPJ, oferecendo preços diferenciados e atendimento de qualidade.- G10: Marca de autopeças com foco em elétrica e químicos;- Portal: Uma solução de e-commerce para mecânicos.O Grupo Bueno nasceu em 1994 com a Pecista, a maior distribuidora de autopeças do Distrito Federal.&nbsp;A partir de 2019, iniciamos nossa expansão com a Kaizen - A Casa da Autopeça, criada para aumentar a proximidade com as oficinas e atender a pessoa física.&nbsp;Atualmente, a Kaizen possui cinco filiais no Distrito Federal: Asa Norte, Ceilândia, Gama, SOF Sul e Planaltina-DF.E não vamos parar por ai! Brasília foi apenas o começo&nbsp;e em 2024 iniciamos nossa operação fora do DF, agora em Goiânia!Vamos cruzar mais uma barreira e seguir rumo ao Brasil!Queremos ter você conosco para fazermos história juntos! 💙Responsabilidades e atribuiçõesDesenvolver aplicações em Python;Desenvolver soluções com uso de IA;Desenvolver automações;Desenvolver Dashboards;Realizar automação de relatórios;Comunicar de forma ativa e dar suporte para diversas áreas internas;Realizar análises, identificar padrões de tendência, comportamentos e sugerir melhorias;Realizar alterações e manipulações de bancos de dados.Requisitos e qualificaçõesGraduação concluída ou em andamento em Ciências da Computação, Engenharia de Software, ou áreas correlatas;&nbsp;Proficiência em Python e bibliotecas como pandas e streamlit;&nbsp;Conhecimento em SQL, Git, BI;Excel intermediário/avançado;Experiência em análise de dados e conhecimento em ETL;Experiência de integração com API.Diferenciais:Conhecimento prático de IA e engenharia de prompt;Ter participado do Movimento Empresa Júnior ou de projetos de extensão;Experiência em projetos de desenvolvimento de sistema.Informações adicionaisSalário:R$3.291,30 + bonificação variável de até R$500,00 por mês.Benefícios:Vale transporte;VA/VR flexível de R$18,65 por dia;Cesta básica;Plano Odontológico;Plano de Saúde;TotalPass;Starbem;Seguro de vida em grupo;Desconto em peças;Cesta de Natal + brinquedo para quem tem filhos;Convênio com SESC;Kit fralda;Parcerias com instituições de ensino;Programa de indicação;Processos seletivos internos.Local:STRC (Setor de Cargas) Trecho 2, Conjunto D, Lotes 09/10, - Zona Industrial, DF.&nbsp;Horário de trabalho: 44 horas semanais.Modalidade de trabalho presencial",
    "careerPageId": 88549,
    "careerPageName": "Kaizen - A Casa da Autopeça",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1885/career/88549/images/2024-04-26_13-14_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T13:32:09.941Z",
    "applicationDeadline": "2025-06-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Guará",
    "state": "Distrito Federal",
    "country": "Brasil",
    "jobUrl": "https://kaizen.gupy.io/job/eyJqb2JJZCI6OTA1MDA1MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://kaizen.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8913610,
    "companyId": 54190,
    "name": "Analista Dados Junior",
    "description": "Mais do que simples fornecedores de tecnologia, nos destacamos como verdadeiros especialistas em logística. Nossas soluções são moldadas pela vasta experiência que acumulamos ao longo dos anos, refletindo a sabedoria e os aprendizados adquiridos ao longo de nossa jornada. É essa expertise que nos capacita a oferecer uma abordagem personalizada e altamente eficaz para cada cliente.&nbsp;&nbsp;Por mais de 25 anos, trabalhamos com operações logísticas de grande escala, servindo a uma variedade de setores, incluindo indústrias, varejistas, operadores logísticos e transportadoras. Mantendo um olhar perspicaz sobre as tendências do mercado, desenvolvemos sistemas adaptáveis que se ajustam às necessidades em constante evolução de nossos clientes.&nbsp;&nbsp;Nossa trajetória de pioneirismo ao longo dos últimos anos nos proporcionou um amplo know-how e expertise em todas as nuances do setor logístico. Essa jornada nos permitiu acumular valiosa experiência e nos destacar como líderes em oferecer as melhores práticas do mercado.&nbsp;&nbsp;Além de nosso conhecimento aprofundado, a segurança é uma prioridade essencial para nós. Somos certificados pela ISO/IEC 27001, garantindo que adotemos os mais rigorosos padrões em segurança da informação, demonstrando nosso compromisso com a proteção de nossos parceiros e clientes.&nbsp;&nbsp;Estamos em busca de profissionais apaixonados e determinados para se juntarem a nós como Analista de Dados. Se você tem vontade de aprender, transformar a logística e mobilidade e fazer a diferença, essa é a sua oportunidade!&nbsp;Responsabilidades e atribuiçõesRESUMO:Estamos buscando um Analista de Dados para se juntar ao nosso time interno. O candidato ideal será uma pessoa organizada, proativa e com interesse na área de dados. Este papel envolverá desenvolver várias atividades relacionadas a dados em toda a empresa, incluindo coleta, organização, análise e preparação de relatórios.O QUE ESPERAMOS DESTA FUNÇÃO: - Trabalhar em colaboração com diferentes departamentos internos para entender os problemas de negócio e as necessidades de dados; - Desenvolver relatórios e dashboards de soluções que abordem os desafios identificados; - Comunicar-se de forma clara e eficaz para garantir que as necessidades e expectativas sejam atendidas; - Organizar e atender solicitações conforme prazos acordados e nível de qualidade, oferecendo visibilidade sobre o andamento de temas;&nbsp;ESCOLARIDADE: Ensino superior completo e/ou cursando em Ciência da Computação, Análise de Sistemas, Engenharias e áreas afins.Requisitos e qualificaçõesHABILIDADES TÉCNICAS (DIFERENCIAL):- Conhecimento de ferramentas de visualização de dados, como Power BI e Qlik Sense; - Experiência na linguagem SQL; - Conhecimento de técnicas de ETL;- Conhecimento da linguagem Python voltada para manipulação de dadosHABILIDADES COMPORTAMENTAIS: - Capacidade de trabalhar em equipe; - Atitude proativa e disposição para aprender;Informações adicionaisO que esperamos de você:&nbsp;&nbsp;No KMM by nstech, temos uma cultura baseada em valores e esperamos que todos os nstechers não apenas se identifiquem, mas também vivam essa cultura em seu dia a dia.&nbsp;&nbsp;&nbsp;Acreditamos que a cultura é uma das maiores vantagens competitivas para negócios bem-sucedidos, pois é algo que não pode ser copiado integralmente.&nbsp;&nbsp;Nossos pilares culturais e seus atributos são:&nbsp;&nbsp;• Servir: foco no cliente, humildade, transparência e ética;&nbsp;• Equipe: valorizamos o trabalho em equipe, a vontade de colocar a mão na massa e o espírito colaborativo;&nbsp;• Resultados: buscamos agilidade, melhoria contínua, geração de valor a longo prazo e foco nos resultados.&nbsp;&nbsp;Por que fazer parte da nstech?&nbsp;&nbsp;Temos a visão de ser a plataforma de tecnologia para logística e mobilidade que conecta os elos e gera mais valor para os negócios da rede integrada de logística da América Latina.&nbsp;&nbsp;&nbsp;Atualmente, contamos com uma equipe de mais de 5 mil nstechers comprometidos em melhorar o mundo por meio da tecnologia aplicada à logística e mobilidade.&nbsp;&nbsp;&nbsp;Estamos empenhados em gerar impacto para a sociedade, clientes, colaboradores e acionistas, e queremos somar forças com pessoas cheias de energia e propósito para fazer parte de nossa equipe e dessa transformação. Além disso:&nbsp;&nbsp;🌎 Você trabalhará com uma equipe que desenvolve a maior plataforma de logística da América Latina.&nbsp;&nbsp;🤓 Nosso ambiente de trabalho é altamente colaborativo, e adoramos compartilhar conhecimentos. Aqui, você terá oportunidades de desenvolvimento técnico.&nbsp;&nbsp;📍 Essa oportunidade é REMOTO.&nbsp;&nbsp;🪪 A vaga é para contratação CLT, com todos os benefícios dessa modalidade.&nbsp;&nbsp;💚 Plano de saúde com baixa coparticipação.&nbsp;&nbsp;🦷 Convênio odontológico totalmente custeado pela empresa.&nbsp;&nbsp;❤️ Seguro de vida para proteção e tranquilidade, também totalmente custeado pela empresa.&nbsp;&nbsp;💳 Você também receberá um benefício flexível para usar em refeições ou alimentação.&nbsp;💆🏋️‍♂️ Para promover um ambiente equilibrado e cuidar do seu bem-estar, incluímos o Gympass e o Zenklub em nossos benefícios, proporcionando acesso a atividades físicas e serviços de bem-estar mental.&nbsp;&nbsp;🥳 No dia do seu aniversário, você terá um dia de folga para aproveitar.&nbsp;&nbsp;Vem fazer parte da nstech e dessa transformação! 🚀&nbsp;",
    "careerPageId": 125608,
    "careerPageName": "KMM by nstech ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/54190/career/125608/images/2024-06-19_21-04_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-23T12:36:00.121Z",
    "applicationDeadline": "2025-06-02T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://kmm.gupy.io/job/eyJqb2JJZCI6ODkxMzYxMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://kmm.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8674007,
    "companyId": 19408,
    "name": "Analista de Banco de Dados Júnior ",
    "description": "A Fadami está em busca de um Analista de Banco de Dados Júnior para compor nosso time! Este profissional será responsável pelo desenvolvimento em banco de dados, desenvolvendo soluções para ambientes críticos e dar suporte para equipes de desenvolvimento.Responsabilidades e atribuiçõesMapear requisitos e entidades, criar tabelas e relacionamento, procedures e funções;Fazer a migração de Banco de Dados, análise de performance e Tuning;Entender procedures existentes e dar manutenção em banco de dados;Ter atuação em conjunto com as equipes de desenvolvimento e infraestrutura, revisão de scripts T-SQL, performance e boas práticas; Auxiliar os times de desenvolvimento na arquitetura e construção de novos produtos e serviços;Responder a emergência, identificando a causa raiz e resolvendo problemas.Requisitos e qualificaçõesGraduação em Ciência da Computação, Engenharia de Software, Sistemas da Informação ou ensinos correlatos,Experiência mínima de 2 anos na função;Experiência em instalação e configuração do Microsoft SQL Server;Experiência com base de dados SQL SERVER, interessante conhecer um pouco de ORACLE;Experiência em SGBDs Relacionais/No-SQL;Experiência com SQL/Index tuning;Disponibilidade para viagens curtas.Informações adicionaisNosso benefícios:Vale transporte;Vale Refeição ou Alimentação;Plano de saúde;Plano odontológico;Desconto em parceiros;Dayoff no dia do aniversário + Cartão Presente;Auxílio cultura;Seguro de vida;Ambiente de trabalho descontraído e agradável.",
    "careerPageId": 45616,
    "careerPageName": "Fadami soluções",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/19408/career/45616/images/2025-02-09_16-03_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-02-18T20:57:33.714Z",
    "applicationDeadline": "2025-06-02T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://fadami.gupy.io/job/eyJqb2JJZCI6ODY3NDAwNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://fadami.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 7243343,
    "companyId": 41980,
    "name": "ANALISTA DE DADOS JÚNIOR - RH  (HÍBRIDO CAMPINAS/SP)",
    "description": "Empresa contratante: NEO - Núcleo de Excelência Operacional Modelo de trabalho: Híbrido (3 dias/semana) em Campinas/SPAQUI NO AGIBANK VOCÊ TERÁ QUE:Analisar e aplicar melhorias em processos, através do Excel, Power BI, VBA ou RPA;Automatizar KPIs;Tratar dados oriundos de API’s, Data Lake, Sistemas, etc;Prospectar novas e/ou melhores tecnologias/ferramentas para a área;Elaborar dashboards através do Power BI;Desenvolver Scripts em Python para upload de dados em Data Lake;Construir consultas SQL para manipulação e análise de dados;Programar em Python para automatização de processos;&nbsp;Prospectar novas e/ou melhores tecnologias/ferramentas para a área.Responsabilidades e atribuiçõesRequisitos e qualificaçõesTecnólogo ou superior (em andamento ou concluído) na área de Tecnologia;Experiência mínima comprovada com dados e/ou programação (SQL, PowerBI, Python e correlatos)É UM DIFERENCIAL PRA NÓS, MAS NÃO É OBRIGATÓRIO, OK?Excel Avançado e VBA;Curiosidade para procurar, aprender e testar novas tecnologias;Valorizar a colaboração e a troca de experiências para fazer o time crescer;Incorporar responsabilidade da concepção até a entrega em produção;Gostar de disseminar conhecimento por meio de apresentações internas e externas;Informações adicionaisALGUNS BENEFÍCIOS, FACILIDADES E PARCERIAS PRA VOCÊ CURTIR A JORNADA COM A GENTE 😊:Vale-refeição e/ou alimentação;Plano de saúde com isenção total nos exames preventivos;Plano odontológico;Total Pass, pra atividade física e bem-estar;Programa de Participação nos Resultados (PPR) seguindo as regras estabelecidas anualmente;Programa de sócios do Agibank, o Tô de Dono/a;Universidade interna, a Uni Agi;Folga de presente no mês do seu aniversário;Pesquisa semanal de clima, a Sem Climão;Avaliação de performance;Teleatendimento psicológico e médico gratuito, com o Conexão Saúde;Licença-maternidade de 6 meses e licença-paternidade de 20 dias;Dr. Pet: possibilidade fazer plano de saúde com desconto para o seu pet;Auxílio-creche;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fretado de ida e volta para Campinas e região (com raio de até 50 km de distância). São lugares reserváveis mediante a disponibilidade de assentos e rota.",
    "careerPageId": 163914,
    "careerPageName": "Corporativo - Agibank",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41980/career/163914/images/2023-07-05_00-35_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2024-06-07T17:10:04.779Z",
    "applicationDeadline": null,
    "isRemoteWork": false,
    "city": "Campinas",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://corporativo-agibank.gupy.io/job/eyJqb2JJZCI6NzI0MzM0Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://corporativo-agibank.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9201142,
    "companyId": 803,
    "name": "Data & Market Analyst JR/PL",
    "description": "&nbsp;🔎 #Conheça um pouco sobre a área: Como Analista Júnior/Pleno em Inteligência Geográfica no time de Advisors, sua missão será fundamental: transformar dados, incluindo informações internas e externas, em uma visão de negócio única que alavanca o geomarketing e a análise espacial. Ajudamos nossos clientes através de estratégias baseadas em localização. Valorizamos a curiosidade, proatividade e o compromisso com a excelência em um ambiente colaborativo e resiliente.Responsabilidades e atribuições 🎯#Desafios que você vai encontrar:Análise e Tratamento de Dados Geográficos:Auxiliar na validação e tratamento de datasets georreferenciados.Colaborar na criação de análises e relatórios utilizando ferramentas de BI.Aplicar estatística básica e realizar análises descritivas mais aprofundadas de bases de dados georreferenciados.Utilizar linguagem de programação para análise de dados geográficos em atividades mais complexas.Comunicação e Articulação:Apoiar na articulação entre áreas técnicas e comerciais.Construir e apresentar storytelling de metodologias e análises geográficas de forma simplificada, traduzindo dados complexos em insights acionáveis.Gestão e Suporte a Projetos:Desenvolver projetos e tarefas com autonomia.Atuar na construção de dashboards e análises para Sales Engineering.Suportar o Onboarding realizando validações e ajustes na plataforma.Executar partes da modelagem e ajustes em Projetos Customizados de GI.Requisitos e qualificações✔️ #Conhecimentos importantes para a posição:Boa comunicação, organização e gestão do tempo, pensamento crítico e analítico, trabalho em equipe, adaptabilidade, atitude de aprendizado, curiosidade, ética e sensibilidade com dados, proatividade.Análise de dados e métricas básicas;Excel/Sheets e PowerPoint;Noções básicas de ferramentas de BI;Familiaridade com Google Workspace e ferramentas organizacionais;Noções básicas de Sales Engineering no contexto geográfico;Exposição ou familiaridade com a ferramenta Geofusion Intelligence (OnMaps);⭐ #Diferencial para a posição:Básico de Python ou SQL é um diferencial.*O modelo de trabalho é hibrido, com necessidade de ir presencialmente no escritório localizado na Vila Olimpia - SP 2x na semana*Informações adicionais💜&nbsp;#PraVocê Nossos Beneficios:PraVocê no dia a dia 🌞:Vale Refeição ou Alimentação;&nbsp;Gympass/TotalPass;Vittude;&nbsp;Auxílio home-office;&nbsp;PraVocê &amp; Família👩‍👩‍👧‍👦:Plano de Saúde e Plano Odontológico (odonto é opcional);&nbsp;Auxílio creche (até os 6 anos completos da criança):Licença-Maternidade, Paternidade e Adotante Estendidas (#todasasfamíliasimportam);&nbsp;Seguro de Vida;Day Off de Aniversário (Um dia de folga para tirar no dia ou durante o mês do seu aniversário.);Dia da Família (Um dia de folga&nbsp;para mamães e papais tirarem entre os meses de maio e agosto e aproveitar como quiserem.);Pausa Mental (Uma semana corrida de folga em dezembro para que descansem e recarreguem as baterias. *Benefícios de acordo com a política vigente*PraVocê AINDA MAIS🔝:● Senso de propósito ao fazer parte de um time que está construindo algo que será perene e trará frutos para a sociedade, seja a Cortex em si enquanto \"startup\" em rápido crescimento que gerará cada vez mais empregos, seja o produto Plataforma Cortex, que será usado por cada vez mais usuários no Brasil e exterior.&nbsp;● Ambiente de trabalho descontraído, jovem, empreendedor e meritocrático, sem espaço para política.. ;-)&nbsp;● Oportunidade de desenvolvimento de carreira e crescimento numa empresa que não para de crescer. Valorizamos, cultivamos e respeitamos as diferenças, por isso proporcionamos um ambiente aberto e inclusivo. Todas as nossas posições são elegíveis para pessoas com deficiência.",
    "careerPageId": 1065,
    "careerPageName": "Cortex",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/803/career/1065/images/2023-07-03_12-02_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-20T19:06:57.902Z",
    "applicationDeadline": "2025-07-19T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cortex.gupy.io/job/eyJqb2JJZCI6OTIwMTE0Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cortex.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9231145,
    "companyId": 64,
    "name": "Analista de Dados Júnior",
    "description": "Somos mais que uma máquina, somos pessoas que transformam e&nbsp;criam infinitas possibilidades.Trabalhamos para&nbsp;simplificar e impulsionar negócios para todas as pessoas, oferecendo soluções financeiras inteligentes. Aqui, investimos em&nbsp;tecnologia, promovemos&nbsp;desenvolvimento&nbsp;e fomentamos a&nbsp;inovação&nbsp;para criar novos caminhos possíveis e gerar impacto positivo no mundo.Na Cielo, a gente trabalha com&nbsp;autonomia&nbsp;para escrever nossa própria jornada,&nbsp;liberdade&nbsp;para ser quem a gente é, e a oportunidade de&nbsp;fazer acontecer. Somos um time que&nbsp;sonha no plural, oferecendo uma experiência completa e focando no bem-estar físico e mental de nossos mais de 6.000 colaboradores e suas famílias.Acreditamos na&nbsp;inclusão e acolhimento&nbsp;de todas as pessoas, com suas singularidades e diversidade de vivências.Bora realizar seus sonhos com a gente!Juntos com você, em infinitas possibilidades.#VemPraCima #VemPraCieloResponsabilidades e atribuiçõesTem lugar para você nesse propósito:Apoiar no desenvolvimento e manutenção de pipelines de dados;Apoiar na integração e transformação de dados em ambiente AWS;Desenvolver análises e indicadores de desempenho para áreas de negócio;Criar controles para garantir a consistência e qualidade dos dados;Participar dos projetos de dados e iniciativas de inovação;Construir dashboards em PowerBi.Requisitos e qualificaçõesO que o #TimeCielo espera de você?Familiaridade em análise de dados e construção de pipelines;Conhecimento prático de serviços AWS voltados para dados (como S3, Athena);Habilidade em SQL e programação em Python;Conhecimento de conceitos de modelagem de dados e integrações;Familiaridade em criar controles de qualidade dos dados;Pensamento analítico e capacidade de transformar dados em insights claros;Capacidade de trabalhar de forma colaborativa com diferentes áreas da empresa;Evoluir tecnicamente no ambiente AWS, propondo melhorias nos processos.Informações adicionaisPor que viver infinitas possibilidades ao nosso lado?Assistência Médica e Odontológica;Remuneração Variável Anual (PPR);Auxílio Refeição e Alimentação;Fretado/vale-transporte ou estacionamento;Modelo Híbrido;Auxílio Trabalho Remoto;Seguro de Vida;Seguro residencial e automóvel;Assistência funeral familiar;Previdência Privada;Canal de apoio à especialistas (nutrição, psicologia, ginecologia, etc);Campanha de Vacinação;Acesso à diversos cursos em nossa plataforma Educa;Wellhub;Programa de Gestação Saudável;Licença Maternidade e Paternidade estendida;Auxílio Creche;Day Off de Aniversário;Dress Code Flexível;Horário Flexível;Sexta curta;Almoço estendido (1h30).",
    "careerPageId": 74,
    "careerPageName": "Cielo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/64/career/74/images/logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-26T20:01:47.116Z",
    "applicationDeadline": "2025-06-09T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Barueri",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://cielo.gupy.io/job/eyJqb2JJZCI6OTIzMTE0NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://cielo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9192969,
    "companyId": 487,
    "name": "Analista de Dados de Operações Junior",
    "description": "Vem ser Dasa! Aqui,&nbsp;você vai encontrar pessoas que acreditam na ciência que transforma, na tecnologia que descomplica, no cuidado que acolhe e na parceria que empodera, por esse motivo, buscamos profissionais empoderados(as) e protagonistas.Que tal trabalhar em uma empresa que busca transformar a saúde das pessoas e que acredita que cuidar sempre é cuidar por inteiro?Sua resposta é SIM? Então, faça parte do time Corporativo da maior rede de saúde integrada.Quer saber mais sobre a Dasa? Visite nosso site:&nbsp;www.dasa.com.br ou acesse nossas redes oficiais: LinkedIn Dasa| Instagram @Dasa.oficial&nbsp;#VemPraDasa #DasaLovers #VemSerDasaResponsabilidades e atribuiçõesImplementar soluções de ETL/ELT, integrando dados provenientes de fontes estruturadas e não estruturadas nas bases da companhia;Desenvolver painéis e relatórios utilizando Power BI ou Excel;Interagir com outras áreas para compreender demandas e problemas, contribuindo para a melhoria da qualidade dos dados e dos produtos gerados a partir deles;Esclarecer dúvidas de usuários e áreas parceiras sobre os painéis desenvolvidos;Realizar melhorias ou correções nos dashboards conforme solicitações dos usuários.Requisitos e qualificaçõesFormação completa ou em andamento em Ciência de Dados, Sistemas de Informação, Ciência da Computação, Estatística, Matemática, Economia ou áreas correlatas;Conhecimento básico em ferramentas de visualização de dados, como Power BI;Conhecimentos em SQL;Conhecimento em alguma linguagem de programação (Python ou R) será considerado um diferencial.Informações adicionaisCuidados que temos com você:•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuidados com a alimentação: Vale Refeição/Vale Alimentação ou Refeitório no local de trabalho (de acordo com a localidade);•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuidados com a saúde: Plano de Saúde, Seguro de Vida, Dasa&nbsp;Cuida (Programa de saúde e bem estar) e Gympass (rede credenciada de academias);•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Club de Vantagens: Club de vantagens UAU&nbsp;(Economize nas compras de produtos e serviços de diversas marcas);•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuidados com o seu desenvolvimento: Universidade Dasa e Programa Crescer dentro da Dasa;•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Outros: Vale Transporte, Day Off no aniversário e Bonificação por desempenho (PLR atrelado a metas).Os benefícios podem sofrer alteração de acordo com a região da vaga.",
    "careerPageId": 21826,
    "careerPageName": "Dasa",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/487/career/21826/images/2024-10-24_14-10_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-19T20:21:42.785Z",
    "applicationDeadline": "2025-07-18T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Cascavel",
    "state": "Paraná",
    "country": "Brasil",
    "jobUrl": "https://dasacorp.gupy.io/job/eyJqb2JJZCI6OTE5Mjk2OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://dasacorp.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9137925,
    "companyId": 44951,
    "name": "Pessoa Analista de Dados Júnior",
    "description": "A&nbsp;WMS&nbsp;em parceria com a&nbsp;I-CHERRY&nbsp;está&nbsp;em busca de um Analista de Dados Júnior para integrar nosso time e contribuir com análises estratégicas que impulsionem o desempenho do negócio. Se você é apaixonado por dados, tem interesse em transformar informações em insights valiosos e deseja crescer profissionalmente em um ambiente dinâmico e colaborativo, essa oportunidade é para você!﻿Você terá o suporte de: uma pessoa gerente e uma pessoa coordenadora.Responsabilidades e atribuiçõesComo será o seu dia a dia:Desenvolver, implementar e interpretar análises de dados utilizando sistemas de coleta e estratégias que garantam eficiência e qualidade na informação.Elaborar relatórios qualitativos e quantitativos sobre os dados coletados, apresentando insights claros e acionáveis.Criar dashboards e automação de rotinas para otimizar processos analíticos.Estruturar planos de mensuração e mapas de tags para monitoramento de métricas-chave.Recomendar melhorias nas mídias digitais e no negócio, visando aumento de conversão, melhoria da usabilidade e redução de custos (CPA, CPL, CPC).Levantar hipóteses para testes e propor soluções baseadas em dados.Monitorar e analisar o desempenho do site diariamente, utilizando ferramentas de Web Analytics.Mensurar visitas, conversões, vendas, campanhas, cohorts, LTV (Life Time Value) e payback de canais de marketing.Criar alertas em ferramentas de Web Analytics para identificar erros no site e propor correções.Analisar a experiência do usuário no site e sugerir melhorias para ganho de performance.Realizar análises de mercado e concorrência para identificar oportunidades estratégicas.Trabalhar em conjunto com as equipes de SEO e Mídia para alinhar estratégias e ações integradas.Aconselhar o uso de novos canais e formatos para aumentar tráfego, conversões e faturamento.Requisitos e qualificações&nbsp;O perfil que buscamos:Graduação completa ou em andamento em áreas como Estatística, Matemática, Ciência de Dados, Engenharia, Marketing, Administração ou correlatas.Conhecimento básico em ferramentas de Web Analytics (Google Analytics, Adobe Analytics, etc.).Familiaridade com visualização de dados e criação de dashboards (Power BI, Tableau, Data Studio, etc.).Interesse em aprender automação de rotinas e manipulação de grandes volumes de dados.Capacidade analítica e atenção aos detalhes.Boa comunicação para apresentação de relatórios e interação com clientes e equipes internas.Desejo de desenvolvimento técnico e aprendizado contínuo.﻿Diferenciais:Experiência prévia com análise de dados ou projetos relacionados.Conhecimento em linguagens de programação como Python ou SQL.Noções de SEO, mídia digital e estratégias de marketing.Habilidade em análise de mercado e concorrência.Informações adicionaisAhhh, sobre os nossos diferenciais! 🤗Benefícios:Plano Médico e Odontológico SulAmerica;Vale Refeição ou Vale Alimentação (R$43,00 ao dia);Seguro de Vida;TotalPass;Day Off de aniversário;Auxílio Home Office;Licenças maternidade e paternidade estendidas;Auxílio creche (para filhos com até 6 anos);Desconto em farmácias;EAP (Programa de Assistência ao Empregado);Clima leve e ambiente de trabalho descontraído!Pessoas criativas e divertidas!E a chance de crescimento aqui dentro é imensa!&nbsp;Mais detalhes:Modelo de contratação CLT;Modelo de trabalho híbrido (remoto e presencial); Escritório localizado na região de Pinheiros.&nbsp;Aqui na WMS consideramos todas as aplicações para nossas vagas sem distinção de gênero, orientação sexual, etnia, cultura, origem, religião, deficiência, idade etc.",
    "careerPageId": 102541,
    "careerPageName": "WPP Media Services",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/44951/career/102541/images/2024-08-08_17-20_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-16T18:23:40.305Z",
    "applicationDeadline": "2025-07-11T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://wms.gupy.io/job/eyJqb2JJZCI6OTEzNzkyNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://wms.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9167741,
    "companyId": 1273,
    "name": "Analista de Privacidade de Dados Junior - Vitória - ES",
    "description": "Estamos à procura de profissionais que tenham muita vontade de inovar e colaborar com o crescimento da Every.Somos uma empresa sólida de Cybersecurity and GRC, com foco no cliente, liderança visionária, time colaborativo e excelente clima organizacional! Vem #SerFeliz na Every!**Vaga presencial para Vitória-ES**Responsabilidades e atribuiçõesAtividades a serem desempenhadas:&nbsp;Irá apoiar o desenvolvimento do programa de privacidade dos clientes Every, nomeadamente na implementação das leis de privacidade aplicáveis ​​ao negócio, e na elaboração, atualização e acompanhamento dos principais documentos de privacidade;Você revisará e negociará contratos, do ponto de vista da privacidade e proteção de dados;Você prestará suporte às áreas do negócio em questões relacionadas à privacidade e proteção de dados;Apoiará o desenvolvimento de novos produtos e metodologias de privacidade, desde a concepção, bem como eventuais melhorias;Você interagirá com o time interno, orientando e apoiando, bem como com os clientes.Responsável pela criação, desenvolvimento, manutenção e implementação de políticas e processos que permitem práticas de privacidade consistentes, eficazes e em conformidade com a LGPD e/ou GDPR;Responsável pelo desenvolvimento de Avaliações de Impacto de Proteção de Dados para avaliar os riscos;Projeta e implementa ferramentas e padrões para auxiliar a rede de DPOs e especialistas jurídicos;Auxilia no acompanhamento, investigação e relato de violações de dados e auxilia no gerenciamento de reclamações de privacidade e investigações por autoridades regulatórias de clientes;Estabelece ações como parte de eventos importantes de proteção de dados pessoais e privacidade (aniversário do GDPR, dia de Proteção de Dados Pessoais e Privacidade, eventos de segurança, etc.).Desenvolve e fornece treinamento contínuo sobre privacidade para colaboradores e clientes;Realiza avaliações periódicas de risco de privacidade e conformidade para a empresa, incluindo todos os planos e esforços de mitigação e remediação.Requisitos e qualificaçõesVocê será ótimo para esta função se:Possuir grande conhecimento em privacidade e proteção de dados, especialmente no Regulamento Geral de Proteção de Dados – GDPR e na Lei Geral de Proteção de Dados – LGPD;Possuir experiência na área de privacidade e proteção de dados, principalmente com projetos de compliance e trabalhos de consultoria (desejável 02 anos);Possuir pelo menos uma das seguintes certificações: PDPE, DPO ou IAPP;Possuir proeficiência em Inglês (com comprovação);Ser organizado (a) e disciplinado (a);Ser pragmático e possuir boas habilidades de comunicação e escrita;Você tem a capacidade de construir relacionamentos colaborativos;Informações adicionaisTrabalho presencial em Vitória- ES;Horário de trabalho flexível;Benefícios acima da média.",
    "careerPageId": 2254,
    "careerPageName": "Every Cybersecurity, GRC and Privacy Solutions",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1273/career/2254/images/2024-08-06_19-30_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-15T18:33:15.081Z",
    "applicationDeadline": "2025-07-14T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vitória",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://sejaevery.gupy.io/job/eyJqb2JJZCI6OTE2Nzc0MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://sejaevery.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9122369,
    "companyId": 345,
    "name": "Analista de Dados - Junior, Pleno ou Senior | Grupo Autoglass",
    "description": "Já pensou em fazer parte de um grupo brasileiro movido pelo propósito de criar soluções para melhorar a vida das pessoas?Estamos em busca de um(a) profissional para atuar na construção de relatórios estratégicos, criação, manutenção e governança de painéis/dashboards de dados, além de realizar análises descritivas junto às lideranças da área. Acompanhar KPIs, apresentar resultados e estar sempre alinhado(a) com os objetivos do negócio. Temos oportunidade para o nível Junior, Pleno e Senior, queremos te conhecer e entender o que mais se alinha a seus conhecimentos!Não perca tempo! Inscreva-se e venha fazer parte do nosso time.Responsabilidades e atribuiçõesRealizar análises de dados completas;Criar e manutenir painéis/dashboard de dados;Definir objetivos, estipular indicadores e métricas, coletar dados, criar protótipo fontes de dados, interpretar e expor resultados;Realizar análise descritiva dos painéis;Resolução de problemas, focando na causa raiz;Padronização de Dados (Data Viz);Analisar obsolescência de painéis e documentações, deletar painéis e documentações obsoletos.Requisitos e qualificaçõesEnsino Superior completo ou em andamento em áreas de tecnologia, administração, engenharias ou afins;Conhecimento de SQL e Linguagem Python;Excel Avançado;Análise e exploração de dados; análise de requisitos; apresentações analíticas; data mining; fundamentos de business intelligence;Experiência com análise e extração de dados;Conhecimento em Tableau;Ferramentas de BI;Habilidade em comunicação para interagir com stakeholders de áreas técnicas e de negócios;Valorizamos se você tiver:Experiência em liderança técnica ou gestão de projetos;Conhecimentos em otimização de performance de queries SQL;Experiência com ferramentas e técnicas de armazenamento e manipulação de dados (Data Lake, Data Warehouse, Data Mart).Conhecimento em criação de camadas semânticas e modelos dimensionais (Star Schema, Snowflake Schema, OBT);Experiência em ambientes complexos e com grande volume de dados;Experiência em criação e manutenção de pipelines de dados;Conhecimentos básicos em práticas de engenharia de software (documentação, testes automatizados, código limpo).Informações adicionaisO que&nbsp;o Grupo Autoglass&nbsp;proporciona?&nbsp;&nbsp;Pra cuidar da sua saúde física e mental:&nbsp;🩺&nbsp;Plano de saúde&nbsp;Unimed e Plano odontológico&nbsp;Bradesco, extensivos a seus dependentes;&nbsp;💙&nbsp;Atendimento psicológico e nutricional;&nbsp;💙&nbsp;Seguro de vida;&nbsp;💙&nbsp;Programa da Gestante com licença maternidade estendida;&nbsp;💙&nbsp;Espaço Cuidar - Salão de beleza;&nbsp;🏋️‍♀️&nbsp;Wellhub&nbsp;(Desconto em academias);&nbsp;💆&nbsp;&nbsp;Para&nbsp;tornar o seu dia mais leve, no Grupo&nbsp;Autoglass&nbsp;você recebe massagem relaxante em seu posto de trabalho.&nbsp;&nbsp;&nbsp;Pra apoiar seu dia a dia:&nbsp;🚌&nbsp;Vale transporte;&nbsp;🛒&nbsp;Vale Refeição e Alimentação;&nbsp;📚&nbsp;Descontos em creches e escolas para os papais&nbsp;e mamães;&nbsp;📚&nbsp;Descontos em Instituições de Ensino;&nbsp;☕ Café da manhã e da tarde;😎 Oportunidade de trabalhar e trocar conhecimentos diários com um time incrível e acolhedor;&nbsp;🏠 Oportunidades&nbsp;Home Office;&nbsp;💺 Trabalho de modo confortável! Caso necessário, enviaremos toda mobília para&nbsp;equipar o seu ambiente Home Office;&nbsp;&nbsp;Pra desenvolver sua carreira:&nbsp;🚀&nbsp;Oportunidade de crescimento profissional;🚀 Acesso ao Portal de Educação Corporativa Grupo Autoglass com mais de 200 cursos gratuitos e com emissão de certificado;🚀&nbsp;Treinamentos e programas de mentorias frequentes;&nbsp;🚀&nbsp;Acesso GRATUITO e EXCLUSIVO à plataforma&nbsp;Alura ou Udemy;&nbsp;🚀&nbsp;Programa de Incentivo à Certificação;&nbsp;🚀 Um&nbsp;ambiente de trabalho altamente colaborativo e desafiador.No Grupo Autoglass, você encontrará oportunidade de crescimento e uma cultura de inovação e melhoria contínua muito forte.&nbsp;",
    "careerPageId": 94664,
    "careerPageName": "Grupo Autoglass Administrativo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/345/career/94664/images/2024-03-25_14-39_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-09T12:22:20.171Z",
    "applicationDeadline": "2025-12-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vila Velha",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://autoglassadministrativo.gupy.io/job/eyJqb2JJZCI6OTEyMjM2OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://autoglassadministrativo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9062677,
    "companyId": 40991,
    "name": "ANALISTA DE DADOS JÚNIOR",
    "description": "O Grupo 3corações é construído por pessoas, antes de tudo, apaixonadas pelo que fazem. Temos orgulho de crescer pela força do trabalho e seguir, cada vez mais longe, sem esquecer a nossa essência e os nossos valores.No grupo 3corações, você tem oportunidade de se desenvolver e construir sua carreira profissional com o apoio, a dignidade e com o respeito de todos.&nbsp;Buscamos pessoas que queiram arregaçar as mangas e trabalhar de forma colaborativa, independentemente da identidade de gênero, da orientação sexual, da cor da pele, da idade, da religião, da etnia ou do tipo de deficiência.Vem tomar um café com a gente e descobrir como é apaixonante fazer parte da maior empresa de café do Brasil.Saiba mais em&nbsp;www.3coracoes.com.brResponsabilidades e atribuiçõesDesenvolver, otimizar e manter dashboards e relatórios em Qlik Sense, garantindo uma interface amigável e visualmente atraente;Extrair, transformar e analisar dados provenientes de diferentes fontes, utilizando SQL para manipulação e tratamento de grandes volumes de dados;Colaborar com equipes internas para entender as necessidades de negócio e traduzir esses requisitos em relatórios e dashboards;Identificar padrões e insights a partir dos dados, propondo melhorias baseadas em evidências para os processos da empresa;Realizar a validação de dados e monitorar a performance dos dashboards, garantindo sua confiabilidade e precisão;Apoiar na criação de documentações e manuais para uso e manutenção dos dashboards e relatórios;Acompanhar as tendências e atualizações das ferramentas Qlik Sense e SQL para melhorar continuamente as soluções de BI.Requisitos e qualificaçõesEscolaridadeEnsino completo ou cursando em Ciência da Computação, Sistema da Informação ou áreas correlatas.NecessárioExperiência com Qlik View para desenvolvimento de dashboards e análises;Conhecimentos em Qlik Sense, incluindo criação de visualizações interativas e storytelling com dados;Proficiência em SQL ANSI para consultas e manipulação de dados;Familiaridade com SQL para SQL Server, incluindo stored procedures e otimização de queries;Conhecimentos básicos em sistemas operacionais Windows e Linux.Desejável﻿Conhecimento em Power BI e Google Data Studio.Informações adicionaisBenefícios● Plano de Saúde compartilhado;● Plano odontológico;● Vale Transporte;● Vale Refeição;● Kit de Produtos mensal;● Telemedicina e Terapia Online (100% pela empresa);● Seguro de Vida;● Wellhub.",
    "careerPageId": 98615,
    "careerPageName": "3corações",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/40991/career/98615/images/2022-12-05_17-25_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-06T19:18:50.219Z",
    "applicationDeadline": "2025-06-29T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://3coracoes.gupy.io/job/eyJqb2JJZCI6OTA2MjY3Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://3coracoes.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9050051,
    "companyId": 1885,
    "name": "Analista de Dados Júnior",
    "description": "Somos a Kaizen - A Casa da Autopeça, uma das bandeiras do Grupo Bueno - um grupo formado por empresas diferentes com um propósito comum.Atualmente, o Grupo Bueno é composto por quatro bandeiras:- Pecista: Focada exclusivamente em vendas de grandes volumes no atacado;- Kaizen - A Casa da Autopeça: Um atacarejo focado em venda para mecânicos e consumidores finais;- Kaizen Distribuidora: Uma distribuidora que atende exclusivamente clientes automotivos com CNPJ, oferecendo preços diferenciados e atendimento de qualidade.- G10: Marca de autopeças com foco em elétrica e químicos;- Portal: Uma solução de e-commerce para mecânicos.O Grupo Bueno nasceu em 1994 com a Pecista, a maior distribuidora de autopeças do Distrito Federal.&nbsp;A partir de 2019, iniciamos nossa expansão com a Kaizen - A Casa da Autopeça, criada para aumentar a proximidade com as oficinas e atender a pessoa física.&nbsp;Atualmente, a Kaizen possui cinco filiais no Distrito Federal: Asa Norte, Ceilândia, Gama, SOF Sul e Planaltina-DF.E não vamos parar por ai! Brasília foi apenas o começo&nbsp;e em 2024 iniciamos nossa operação fora do DF, agora em Goiânia!Vamos cruzar mais uma barreira e seguir rumo ao Brasil!Queremos ter você conosco para fazermos história juntos! 💙Responsabilidades e atribuiçõesDesenvolver aplicações em Python;Desenvolver soluções com uso de IA;Desenvolver automações;Desenvolver Dashboards;Realizar automação de relatórios;Comunicar de forma ativa e dar suporte para diversas áreas internas;Realizar análises, identificar padrões de tendência, comportamentos e sugerir melhorias;Realizar alterações e manipulações de bancos de dados.Requisitos e qualificaçõesGraduação concluída ou em andamento em Ciências da Computação, Engenharia de Software, ou áreas correlatas;&nbsp;Proficiência em Python e bibliotecas como pandas e streamlit;&nbsp;Conhecimento em SQL, Git, BI;Excel intermediário/avançado;Experiência em análise de dados e conhecimento em ETL;Experiência de integração com API.Diferenciais:Conhecimento prático de IA e engenharia de prompt;Ter participado do Movimento Empresa Júnior ou de projetos de extensão;Experiência em projetos de desenvolvimento de sistema.Informações adicionaisSalário:R$3.291,30 + bonificação variável de até R$500,00 por mês.Benefícios:Vale transporte;VA/VR flexível de R$18,65 por dia;Cesta básica;Plano Odontológico;Plano de Saúde;TotalPass;Starbem;Seguro de vida em grupo;Desconto em peças;Cesta de Natal + brinquedo para quem tem filhos;Convênio com SESC;Kit fralda;Parcerias com instituições de ensino;Programa de indicação;Processos seletivos internos.Local:STRC (Setor de Cargas) Trecho 2, Conjunto D, Lotes 09/10, - Zona Industrial, DF.&nbsp;Horário de trabalho: 44 horas semanais.Modalidade de trabalho presencial",
    "careerPageId": 88549,
    "careerPageName": "Kaizen - A Casa da Autopeça",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1885/career/88549/images/2024-04-26_13-14_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T13:32:09.941Z",
    "applicationDeadline": "2025-06-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Guará",
    "state": "Distrito Federal",
    "country": "Brasil",
    "jobUrl": "https://kaizen.gupy.io/job/eyJqb2JJZCI6OTA1MDA1MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://kaizen.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8913610,
    "companyId": 54190,
    "name": "Analista Dados Junior",
    "description": "Mais do que simples fornecedores de tecnologia, nos destacamos como verdadeiros especialistas em logística. Nossas soluções são moldadas pela vasta experiência que acumulamos ao longo dos anos, refletindo a sabedoria e os aprendizados adquiridos ao longo de nossa jornada. É essa expertise que nos capacita a oferecer uma abordagem personalizada e altamente eficaz para cada cliente.&nbsp;&nbsp;Por mais de 25 anos, trabalhamos com operações logísticas de grande escala, servindo a uma variedade de setores, incluindo indústrias, varejistas, operadores logísticos e transportadoras. Mantendo um olhar perspicaz sobre as tendências do mercado, desenvolvemos sistemas adaptáveis que se ajustam às necessidades em constante evolução de nossos clientes.&nbsp;&nbsp;Nossa trajetória de pioneirismo ao longo dos últimos anos nos proporcionou um amplo know-how e expertise em todas as nuances do setor logístico. Essa jornada nos permitiu acumular valiosa experiência e nos destacar como líderes em oferecer as melhores práticas do mercado.&nbsp;&nbsp;Além de nosso conhecimento aprofundado, a segurança é uma prioridade essencial para nós. Somos certificados pela ISO/IEC 27001, garantindo que adotemos os mais rigorosos padrões em segurança da informação, demonstrando nosso compromisso com a proteção de nossos parceiros e clientes.&nbsp;&nbsp;Estamos em busca de profissionais apaixonados e determinados para se juntarem a nós como Analista de Dados. Se você tem vontade de aprender, transformar a logística e mobilidade e fazer a diferença, essa é a sua oportunidade!&nbsp;Responsabilidades e atribuiçõesRESUMO:Estamos buscando um Analista de Dados para se juntar ao nosso time interno. O candidato ideal será uma pessoa organizada, proativa e com interesse na área de dados. Este papel envolverá desenvolver várias atividades relacionadas a dados em toda a empresa, incluindo coleta, organização, análise e preparação de relatórios.O QUE ESPERAMOS DESTA FUNÇÃO: - Trabalhar em colaboração com diferentes departamentos internos para entender os problemas de negócio e as necessidades de dados; - Desenvolver relatórios e dashboards de soluções que abordem os desafios identificados; - Comunicar-se de forma clara e eficaz para garantir que as necessidades e expectativas sejam atendidas; - Organizar e atender solicitações conforme prazos acordados e nível de qualidade, oferecendo visibilidade sobre o andamento de temas;&nbsp;ESCOLARIDADE: Ensino superior completo e/ou cursando em Ciência da Computação, Análise de Sistemas, Engenharias e áreas afins.Requisitos e qualificaçõesHABILIDADES TÉCNICAS (DIFERENCIAL):- Conhecimento de ferramentas de visualização de dados, como Power BI e Qlik Sense; - Experiência na linguagem SQL; - Conhecimento de técnicas de ETL;- Conhecimento da linguagem Python voltada para manipulação de dadosHABILIDADES COMPORTAMENTAIS: - Capacidade de trabalhar em equipe; - Atitude proativa e disposição para aprender;Informações adicionaisO que esperamos de você:&nbsp;&nbsp;No KMM by nstech, temos uma cultura baseada em valores e esperamos que todos os nstechers não apenas se identifiquem, mas também vivam essa cultura em seu dia a dia.&nbsp;&nbsp;&nbsp;Acreditamos que a cultura é uma das maiores vantagens competitivas para negócios bem-sucedidos, pois é algo que não pode ser copiado integralmente.&nbsp;&nbsp;Nossos pilares culturais e seus atributos são:&nbsp;&nbsp;• Servir: foco no cliente, humildade, transparência e ética;&nbsp;• Equipe: valorizamos o trabalho em equipe, a vontade de colocar a mão na massa e o espírito colaborativo;&nbsp;• Resultados: buscamos agilidade, melhoria contínua, geração de valor a longo prazo e foco nos resultados.&nbsp;&nbsp;Por que fazer parte da nstech?&nbsp;&nbsp;Temos a visão de ser a plataforma de tecnologia para logística e mobilidade que conecta os elos e gera mais valor para os negócios da rede integrada de logística da América Latina.&nbsp;&nbsp;&nbsp;Atualmente, contamos com uma equipe de mais de 5 mil nstechers comprometidos em melhorar o mundo por meio da tecnologia aplicada à logística e mobilidade.&nbsp;&nbsp;&nbsp;Estamos empenhados em gerar impacto para a sociedade, clientes, colaboradores e acionistas, e queremos somar forças com pessoas cheias de energia e propósito para fazer parte de nossa equipe e dessa transformação. Além disso:&nbsp;&nbsp;🌎 Você trabalhará com uma equipe que desenvolve a maior plataforma de logística da América Latina.&nbsp;&nbsp;🤓 Nosso ambiente de trabalho é altamente colaborativo, e adoramos compartilhar conhecimentos. Aqui, você terá oportunidades de desenvolvimento técnico.&nbsp;&nbsp;📍 Essa oportunidade é REMOTO.&nbsp;&nbsp;🪪 A vaga é para contratação CLT, com todos os benefícios dessa modalidade.&nbsp;&nbsp;💚 Plano de saúde com baixa coparticipação.&nbsp;&nbsp;🦷 Convênio odontológico totalmente custeado pela empresa.&nbsp;&nbsp;❤️ Seguro de vida para proteção e tranquilidade, também totalmente custeado pela empresa.&nbsp;&nbsp;💳 Você também receberá um benefício flexível para usar em refeições ou alimentação.&nbsp;💆🏋️‍♂️ Para promover um ambiente equilibrado e cuidar do seu bem-estar, incluímos o Gympass e o Zenklub em nossos benefícios, proporcionando acesso a atividades físicas e serviços de bem-estar mental.&nbsp;&nbsp;🥳 No dia do seu aniversário, você terá um dia de folga para aproveitar.&nbsp;&nbsp;Vem fazer parte da nstech e dessa transformação! 🚀&nbsp;",
    "careerPageId": 125608,
    "careerPageName": "KMM by nstech ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/54190/career/125608/images/2024-06-19_21-04_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-23T12:36:00.121Z",
    "applicationDeadline": "2025-06-02T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://kmm.gupy.io/job/eyJqb2JJZCI6ODkxMzYxMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://kmm.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8674007,
    "companyId": 19408,
    "name": "Analista de Banco de Dados Júnior ",
    "description": "A Fadami está em busca de um Analista de Banco de Dados Júnior para compor nosso time! Este profissional será responsável pelo desenvolvimento em banco de dados, desenvolvendo soluções para ambientes críticos e dar suporte para equipes de desenvolvimento.Responsabilidades e atribuiçõesMapear requisitos e entidades, criar tabelas e relacionamento, procedures e funções;Fazer a migração de Banco de Dados, análise de performance e Tuning;Entender procedures existentes e dar manutenção em banco de dados;Ter atuação em conjunto com as equipes de desenvolvimento e infraestrutura, revisão de scripts T-SQL, performance e boas práticas; Auxiliar os times de desenvolvimento na arquitetura e construção de novos produtos e serviços;Responder a emergência, identificando a causa raiz e resolvendo problemas.Requisitos e qualificaçõesGraduação em Ciência da Computação, Engenharia de Software, Sistemas da Informação ou ensinos correlatos,Experiência mínima de 2 anos na função;Experiência em instalação e configuração do Microsoft SQL Server;Experiência com base de dados SQL SERVER, interessante conhecer um pouco de ORACLE;Experiência em SGBDs Relacionais/No-SQL;Experiência com SQL/Index tuning;Disponibilidade para viagens curtas.Informações adicionaisNosso benefícios:Vale transporte;Vale Refeição ou Alimentação;Plano de saúde;Plano odontológico;Desconto em parceiros;Dayoff no dia do aniversário + Cartão Presente;Auxílio cultura;Seguro de vida;Ambiente de trabalho descontraído e agradável.",
    "careerPageId": 45616,
    "careerPageName": "Fadami soluções",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/19408/career/45616/images/2025-02-09_16-03_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-02-18T20:57:33.714Z",
    "applicationDeadline": "2025-06-02T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://fadami.gupy.io/job/eyJqb2JJZCI6ODY3NDAwNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://fadami.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 7243343,
    "companyId": 41980,
    "name": "ANALISTA DE DADOS JÚNIOR - RH  (HÍBRIDO CAMPINAS/SP)",
    "description": "Empresa contratante: NEO - Núcleo de Excelência Operacional Modelo de trabalho: Híbrido (3 dias/semana) em Campinas/SPAQUI NO AGIBANK VOCÊ TERÁ QUE:Analisar e aplicar melhorias em processos, através do Excel, Power BI, VBA ou RPA;Automatizar KPIs;Tratar dados oriundos de API’s, Data Lake, Sistemas, etc;Prospectar novas e/ou melhores tecnologias/ferramentas para a área;Elaborar dashboards através do Power BI;Desenvolver Scripts em Python para upload de dados em Data Lake;Construir consultas SQL para manipulação e análise de dados;Programar em Python para automatização de processos;&nbsp;Prospectar novas e/ou melhores tecnologias/ferramentas para a área.Responsabilidades e atribuiçõesRequisitos e qualificaçõesTecnólogo ou superior (em andamento ou concluído) na área de Tecnologia;Experiência mínima comprovada com dados e/ou programação (SQL, PowerBI, Python e correlatos)É UM DIFERENCIAL PRA NÓS, MAS NÃO É OBRIGATÓRIO, OK?Excel Avançado e VBA;Curiosidade para procurar, aprender e testar novas tecnologias;Valorizar a colaboração e a troca de experiências para fazer o time crescer;Incorporar responsabilidade da concepção até a entrega em produção;Gostar de disseminar conhecimento por meio de apresentações internas e externas;Informações adicionaisALGUNS BENEFÍCIOS, FACILIDADES E PARCERIAS PRA VOCÊ CURTIR A JORNADA COM A GENTE 😊:Vale-refeição e/ou alimentação;Plano de saúde com isenção total nos exames preventivos;Plano odontológico;Total Pass, pra atividade física e bem-estar;Programa de Participação nos Resultados (PPR) seguindo as regras estabelecidas anualmente;Programa de sócios do Agibank, o Tô de Dono/a;Universidade interna, a Uni Agi;Folga de presente no mês do seu aniversário;Pesquisa semanal de clima, a Sem Climão;Avaliação de performance;Teleatendimento psicológico e médico gratuito, com o Conexão Saúde;Licença-maternidade de 6 meses e licença-paternidade de 20 dias;Dr. Pet: possibilidade fazer plano de saúde com desconto para o seu pet;Auxílio-creche;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fretado de ida e volta para Campinas e região (com raio de até 50 km de distância). São lugares reserváveis mediante a disponibilidade de assentos e rota.",
    "careerPageId": 163914,
    "careerPageName": "Corporativo - Agibank",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41980/career/163914/images/2023-07-05_00-35_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2024-06-07T17:10:04.779Z",
    "applicationDeadline": null,
    "isRemoteWork": false,
    "city": "Campinas",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://corporativo-agibank.gupy.io/job/eyJqb2JJZCI6NzI0MzM0Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://corporativo-agibank.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  }
]