[
  {
    "id": 9160634,
    "companyId": 2215,
    "name": "Analista de Dados JR - HS Financeira",
    "description": "Vamos juntos fazer do Grupo Herval cada vez maior? O Grupo Herval é uma empresa gaúcha fundada em 1959. Com sede na cidade de Dois Irmãos, integra segmentos diferenciados e está presente em todas as regiões do país. Atualmente são 20 marcas que incluem indústria, comércio e serviços – consórcios, seguros, construção e financeira.Para sustentar nossas marcas e nosso crescimento, buscamos pessoas engajadas com nossos negócios, que busquem concentrar seus esforços para superar expectativas dos clientes internos e externos!Oportunidade para atuação como Analista de Dados JR na cidade de Dois Irmãos/RS. Venha fazer parte da equipe da HS Financeira.Responsabilidades e atribuiçõesRealizar a coleta, tratamento e análise de dados, contribuindo para a geração de insights relevantes ao negócio;Desenvolver e manter dashboards interativos e automatizados, promovendo a visualização eficiente de métricas-chave relacionadas à performance financeira, comportamento de clientes, produtos e operações;Oferecer análises embasadas em dados que identifiquem tendências, padrões e oportunidades no mercado financeiro;Contribuir para a construção e aprimoramento de modelos estatísticos e preditivos, com foco em eficiência operacional, segmentação de clientes, análise de risco, rentabilidade e outras frentes estratégicas;Participar da identificação de oportunidades de melhoria em processos de negócio, propondo soluções baseadas em dados que aumentem a eficiência, reduzam custos ou otimizem resultados financeiros;Colaborar com diferentes áreas do negócio como Produtos, Crédito, Financeiro, Contábil, Riscos e Compliance, garantindo que as análises e soluções geradas estejam alinhadas às metas corporativas e à estratégia de crescimento sustentável;Colaborar com a automação de processos e construção de controles eficientes.Requisitos e qualificaçõesEnsino Superior em andamento ou completo em Engenharias, Economia, Matemática, Estatística ou áreas afins;Conhecimento básico/intermediário em ferramentas de visualização de dados;Experiência com manipulação de dados em SQL;Conhecimento em linguagens de programação para análise de dados (Python ou R);Familiaridade com conceitos estatísticos e modelagem preditiva;Conhecimento avançado em Excel;Facilidade de aprendizado, principalmente em questões relacionadas a área de negócios;Facilidade de comunicação e trabalho em equipe;Perfil proativo e que consiga solucionar problemas de forma ágil e criativa;Disponibilidade para atuar de forma presencial em Dois Irmãos/RS.Informações adicionaisAQUI VAI UMA DICA:&nbsp;Procuramos por alguém que tenha o protagonismo na veia, que adore debater e buscar maneiras de ajudar a empresa e colaboradores a evoluir sempre. Que seja capaz de tomar decisões baseadas em análises e discussões, que esteja sempre de braços abertos a compartilhar o que sabe e a aprender com todo mundo. Você se enxergou aqui? Então vem trabalhar com a gente :)O QUE OFERECEMOS:Descontos incríveis através da Associação de Funcionários (parcerias top na área comercial, saúde, bem-estar e educacional) 🎓🏥Bônus mensal, gratificação semestral de até 1 salário e PLR anual! 💰Auxílio creche para ajudar com os custos de cuidados infantis. 👶Wellhurb (antigo Gympass) para manter o corpo ativo e a disposição nas alturas! 🏋️‍♂️Ambulatório completo: atendimento clínico, fisioterapêutico, psicológico, dentre outros para cuidar de você de ponta a ponta! 🩺Atendimento Odontológico, porque um sorriso lindo faz toda a diferença! 😁🦷Plataforma de atendimento psicológico para fortalecer a mente e o coração! 🧠💬Refeição no local, porque sabor e praticidade são essenciais! 🍽️Vale-transporte para facilitar a vida no trajeto! 🚌Estacionamento no local, para uma chegada tranquila e sem stress! 🅿️Plataforma de Educação Corporativa para estimular o aprendizado constante! 🎓🌐Valorização do crescimento profissional com a plataforma de Oportunidades Internas. 🚀📈Ambiente Colaborativo, porque juntos somos únicos! 👫💪Canal exclusivo para colaboradores com descontos especiais nas empresas do Grupo Herval. 🎉💼Plano de Telefonia com valores atrativos, para estar sempre conectado! 📱🌐Empréstimo Consignado para facilitar seus planos e conquistas pessoais! 💳🌟Vem fazer parte desse time cheio de benefícios!&nbsp;Vem ser Herval!&nbsp;🚀✨** Os benefícios podem variar de acordo com o sindicato da região.&nbsp;INFORMAÇÕES ADICIONAIS:&nbsp;Local de Trabalho: Dois Irmãos/RS;Modalidade: Presencial;Horário da Jornada: Segunda a sexta-feira das 09h00 às 16h00.*O Grupo Herval busca valorizar a diversidade e está aberto a receber pessoas com quaisquer deficiências, etnia, gênero, orientação sexual, geração e diferentes mindsets.",
    "careerPageId": 3857,
    "careerPageName": "HS FINANCEIRA S/A - CFI",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/2215/career/3857/images/2021-03-15_14-43_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-14T20:22:39.829Z",
    "applicationDeadline": "2025-05-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Dois Irmãos",
    "state": "Rio Grande do Sul",
    "country": "Brasil",
    "jobUrl": "https://hsfinanceira.gupy.io/job/eyJqb2JJZCI6OTE2MDYzNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://hsfinanceira.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9137303,
    "companyId": 29110,
    "name": "Analista de Dados Jr",
    "description": "O grupo Direcional faz a diferença na vida de milhares de pessoas. Para seguir cumprindo seu propósito, temos um time formado por profissionais brilhantes, com o mesmo objetivo.Oferecemos um ambiente de trabalho colaborativo, oportunidades de crescimento profissional e projetos desafiadores que irão expandir suas habilidades técnicas.Estamos em busca de um&nbsp;Analista de Dados Jr&nbsp;apaixonado e proativo para se juntar à nossa equipe do Rio de Janeiro. Responsabilidades e atribuiçõesDesenvolver e manter dashboards e relatórios utilizando Qlik e Power BI;Realizar consultas e extração de dados através de SQL;Tratar, organizar e validar dados de diferentes fontes;Apoiar áreas internas com análises e insights baseados em dados;Garantir a qualidade e integridade das informações utilizadas;Automatizar processos e rotinas de manipulação de dados em Excel.Requisitos e qualificaçõesEnsino superior completo ou em fase final nos cursos de Tecnologia da Informação, Ciência de Dados, Engenharia, Estatística ou áreas correlatas;Conhecimento prático em SQL para consultas e manipulação de dados;Experiência com ferramentas de BI, especialmente Qlik e Power BI;Domínio de Excel, incluindo fórmulas, tabelas dinâmicas e gráficos.Informações adicionaisAlém de fazer parte do time de uma das maiores construtoras do país, você terá:- PLR- Vale Refeição- Vale Transporte-&nbsp;Day Off&nbsp;(aniversário)- Seguro de Vida- Plano de Saúde e Plano Odontológico",
    "careerPageId": 75453,
    "careerPageName": "Grupo Direcional Engenharia",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/29110/career/75453/images/2022-06-15_19-22_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-12T13:19:15.607Z",
    "applicationDeadline": "2025-07-11T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://direcionalengenharia.gupy.io/job/eyJqb2JJZCI6OTEzNzMwMywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://direcionalengenharia.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9108337,
    "companyId": 1232,
    "name": "Analista de Dados Jr. ",
    "description": "Analista de Dados Jr. para ser parte responsável na execução e sustentação dos indicadores de processos.Responsabilidades e atribuiçõesDesenvolvimento, validação e sustentação dos dashboards de acompanhamento da alta liderança;Revisão, avaliação, validação e acompanhamento dos indicadores do centro de serviços compartilhados;Manusear banco de dados e desenvolver scripts para análise de dados;Acompanhar a performance dos indicadores, garantindo aderência deles às necessidades de seus negócios, apoiando para tomadas de decisão e oportunidade de melhorias;​Relacionar-se com os clientes internos, entendendo suas demandas e níveis de satisfação para propor melhorias;Elaborar relatórios e apresentações para lideranças, apoiando nas tomadas de decisão e oportunidades de transformações de processos e resultados;Ações com o time de Tecnologia para governança e infraestrutura de dados;Colaborar no desenvolvimento de projetos relacionados a dados, como os de manipulação e automação de dados e processos.Requisitos e qualificaçõesGraduação completa ou cursando em Ciências da Computação ou áreas correlatas;Power BI;Excel avançado;Power Query;Uso de APIs;Inglês intermediário;Conhecimento em mapeamento de processos e automação será considerado um diferencial;Disponibilidade para atuar em Itanhandu/MG.Informações adicionais💰 Salário compatível com o mercado.🚌&nbsp;Fretado da empresa.🩺 Convênio Médico.📱 Telemedicina🦷 Plano Odontológico.💊 Convênio Farmácia.🏋 Totalpass.📈&nbsp;Remuneração Variável.📚&nbsp;Plataforma de e-learning.",
    "careerPageId": 82677,
    "careerPageName": "Mantiqueira Brasil",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1232/career/82677/images/2022-07-18_16-03_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-07T18:46:17.886Z",
    "applicationDeadline": "2025-06-20T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Itanhandu",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://mantiqueirabrasil.gupy.io/job/eyJqb2JJZCI6OTEwODMzNywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://mantiqueirabrasil.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9071866,
    "companyId": 29737,
    "name": "Analista de Dados JR",
    "description": "Responsável pela análise e report de dados utilizados pelo BI, bem como o desenvolvimento de modelos de análise de dados a serem utilizados pela companhia.Responsabilidades e atribuiçõesApoiar na coleta, compilação, analise e interpretação dos dados que serão usados para prover à Cia de informações que serão suporte para tomada de decisão e desenvolvimento de novas estratégias. Apoiar na elaboração de dashboards, usando ferramentas excel, Power BI e ou outras, a fim de gerar a fim de gerar insights e visualizações dinâmicas que auxiliem na tomada de decisões estratégicas e na análise de dados de forma eficiente;Realizar a criação de relatórios e apresentações, através de ferramentas internas, a fim de comunicar resultados e insights; Trabalhar em colaboração com diferentes departamentos internos para entender os problemas de negócio e as necessidades de dados;﻿Apoiar nas pesquisas de mercado no setor de seguros, fornecendo análises de dados precisas para atender às necessidades estratégicas da diretoria;Coletar, compilar, analisar e interpretar os dados que serão&nbsp;usados para prover à Cia de informações que serão suporte para tomada de decisão e desenvolvimento de novas estratégias;Elaborar painéis de informações através da utilização do BI, visando otimizar o acesso à informação pelas demais áreas da companhia;Realizar pesquisas de mercado relacionadas a determinado ramo de seguro para atendimento à demanda da diretoria;Atualizar as informações necessárias para a elaboração das apresentações ao Conselho e Diretoria;Definir formas de automatização da obtenção de informações utilizadas nas apresentações institucionais através do BI, visando maior agilidade na apresentação dos resultados;Requisitos e qualificaçõesPacote Office - Intermediário;Banco de Dados - Básico;Ferramentas de BI - Intermediário;Indicadores - Intermediário;Report de Resultados - Intermediário;Gestão de Processos - Básico.Informações adicionaisVR (R$&nbsp;997,70/ mês);VA (R$&nbsp;771,13&nbsp;/ mês);Plano de Saúde Bradesco Apartamento;Plano Odontológico Bradesco;PLR;Vale Cesta de Natal Alelo R$&nbsp;771,13;Seguro de vida;Auxílio home office;Auxílio creche ou Babá (R$ 502,29 até 6 anos);Licença maternidade de 6 meses e paternidade de 20 dias;Day off no dia do seu aniversário;Antecipação do 13º no mês de maio. ",
    "careerPageId": 70729,
    "careerPageName": "Pottencial Seguradora",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/29737/career/70729/images/2024-02-27_17-38_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-02T20:21:03.751Z",
    "applicationDeadline": "2025-07-01T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Belo Horizonte",
    "state": "Minas Gerais",
    "country": "Brasil",
    "jobUrl": "https://pottencial.gupy.io/job/eyJqb2JJZCI6OTA3MTg2Niwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://pottencial.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9051362,
    "companyId": 625,
    "name": "Analista de Dados JR | Unicred Eleva - Novo Hamburgo/RS ou Santo Ângelo/RS ",
    "description": "FIQUE ATENTO!Atualize seus dados no cadastro como contato telefônico, e-mail, escolaridade, endereço e experiências profissionais. Um cadastro completo não apenas nos permite conhecê-lo melhor, mas também nos ajuda a entender suas habilidades, experiências e aspirações de maneira mais detalhada, aumentando suas chances no processo.&nbsp;Estamos em busca de um Analista de Dados Júnior para atuar de forma estratégica na coleta, tratamento, análise e interpretação de dados, transformando informações em insights que apoiem a tomada de decisão em diversas áreas da nossa Cooperativa.﻿Boa sorte!&nbsp;Faça parte Unicred Eleva e transforme o futuro com a gente! Aqui, cada talento conta e juntos construímos uma cooperativa ainda mais forte. Vem evoluir com a gente!Responsabilidades e atribuiçõesColetar, tratar e organizar dados de diferentes fontes internas e externas;Realizar análises estatísticas e preditivas, identificando padrões, tendências e oportunidades de negócio;Auxiliar nos projetos de melhoria contínua e automação de processos através de dados;Garantir a integridade, segurança e governança dos dados utilizados;Contribuir para a disseminação da cultura de dados na instituição.Requisitos e qualificaçõesRequisitos:Graduação completa ou em andamento em Ciência de Dados, Ciência da Computação, Sistemas de Informação, Estatística, ou cursos afins;Experiência nas atividades descritas será considerada um diferencial;Linguagens de programação: Python e SQL;Ferramentas de análise de dados: Excel avançado e Power BI;Conhecimento em estatística e análise exploratória de dados;Capacidade de modelagem de dados para análises eficazes;Contato prévio com processos de ETL (Extração, Transformação e Carga) de dados.Premissas&nbsp;exclusivas para colaboradores&nbsp;da Unicred - Núcleo Geração:O colaborador(a) sistema Unicred deverá possuir no mínimo 1 ano de admissão e possuir perfil mínimo necessário para a vaga em questão&nbsp;(requisitos).Após recebimento das inscrições, a Gestão de Pessoas da Unicred - Núcleo Geração conduzirá o processo internamente&nbsp;e encaminhará as informações necessárias.Informe seu gestor imediato sobre seu interesse neste processo.Prazo para inscrição interna: 09/05/2025Informações adicionaisAmplo pacote de benefícios:Vale Alimentação;Vale Refeição;Plano de Saúde Nacional Unimed;Plano odontológico;Vale transporte;Previdência Privada;Seguro de Vida;Programa de Participação nos Resultados (PPR) semestral;Auxílio Creche;Auxílio Educação;Day Off de Aniversário;Cesta Natalina;Anuênio.",
    "careerPageId": 759,
    "careerPageName": "Unicred - Núcleo Geração",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/625/career/759/images/2025-01-15_16-52_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T16:35:53.320Z",
    "applicationDeadline": "2025-06-29T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Novo Hamburgo",
    "state": "Rio Grande do Sul",
    "country": "Brasil",
    "jobUrl": "https://unicred.gupy.io/job/eyJqb2JJZCI6OTA1MTM2Miwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://unicred.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9034314,
    "companyId": 40924,
    "name": "ANALISTA DE ENGENHARIA DE DADOS JR - REMOTO",
    "description": "Na Inmetrics, a inovação e a excelência operam lado a lado em um ambiente de trabalho colaborativo, saudável e dinâmico. Nossa cultura valoriza o aprendizado constante, a transparência na comunicação e a flexibilidade, criando um espaço onde cada profissional pode se desenvolver e alcançar o seu máximo potencial.​Nosso time é apaixonado por tecnologia e comprometido com entregas de valor real para os nossos clientes. Nosso diferencial é a eficiência digital. ​Pessoas são o nosso maior ativo, por isso, investimos em oportunidades que vão além de um salário competitivo, proporcionamos benefícios diferenciados em relação ao mercado e um ambiente de trabalho saudável e reconhecido por nossos colaboradores.​#VemparainmetricsResponsabilidades e atribuiçõesApoiar a criação, manutenção e operação de fluxos e soluções básicas de ETL;Auxiliar no desenvolvimento e manutenção de soluções utilizando Python, sempre sob orientação;Desenvolver queries simples, procedures, triggers e jobs nos bancos de dados Oracle e BigQuery com supervisão;Colaborar com automações básicas e suporte à otimização de processos operacionais;Apoiar na manutenção de modelos de dados para garantir performance adequada;Operar soluções sob supervisão em ambientes Linux e Windows Server.Requisitos e qualificaçõesConhecimento básico em Python aplicado à engenharia de dados;Familiaridade inicial com bancos Oracle e BigQuery;Noções básicas de fluxos ETL;Conhecimentos iniciais de operação em ambientes Linux e Windows Server;Interesse em aprender sobre arquiteturas de Telecom;Desejo de desenvolvimento em arquiteturas Cloud (Azure, Oracle Cloud, Google Cloud Platform);Curiosidade sobre Machine Learning (ML) e Inteligência Artificial (IA).Informações adicionais",
    "careerPageId": 88327,
    "careerPageName": "Vagas Inmetrics",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/40924/career/88327/images/2025-02-14_18-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T11:38:15.533Z",
    "applicationDeadline": "2025-06-25T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://inmetrics.gupy.io/job/eyJqb2JJZCI6OTAzNDMxNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://inmetrics.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9034322,
    "companyId": 40924,
    "name": "ANALISTA DE INTELIGENCIA DE DADOS JR - REMOTO",
    "description": "Na Inmetrics, a inovação e a excelência operam lado a lado em um ambiente de trabalho colaborativo, saudável e dinâmico. Nossa cultura valoriza o aprendizado constante, a transparência na comunicação e a flexibilidade, criando um espaço onde cada profissional pode se desenvolver e alcançar o seu máximo potencial.​Nosso time é apaixonado por tecnologia e comprometido com entregas de valor real para os nossos clientes. Nosso diferencial é a eficiência digital. ​Pessoas são o nosso maior ativo, por isso, investimos em oportunidades que vão além de um salário competitivo, proporcionamos benefícios diferenciados em relação ao mercado e um ambiente de trabalho saudável e reconhecido por nossos colaboradores.​#VemparainmetricsResponsabilidades e atribuiçõesDesenvolver, manter e operar dashboards e relatórios para apoiar a tomada de decisão estratégica, garantindo a padronização e performance das soluções;Construir soluções de visualização de dados utilizando ferramentas compatíveis com o ecossistema do cliente (priorizando Power BI);Desenvolver e manter fluxos de extração, transformação e carga de dados (ETL) para alimentar os dashboards;Desenvolver queries, procedures, triggers, jobs e outras operações nos bancos de dados Oracle e BigQuery;Apoiar o desenvolvimento de automações e a otimização de processos operacionais analíticos;Assegurar a qualidade, integridade e consistência dos dados apresentados;Operar soluções de dados e dashboards em ambientes Linux e Windows Server;Atuar de forma colaborativa com engenheiros de dados e áreas de negócio para entender necessidades analíticas e transformar em soluções técnicas.Requisitos e qualificaçõesExperiência prática no desenvolvimento de dashboards e relatórios analíticos com Power BI (obrigatório);Forte conhecimento em SQL para extração, manipulação e modelagem de dados;Experiência com fluxos ETL integrados a ambientes Oracle e BigQuery;Conhecimento de ambientes Linux e Windows Server;Capacidade de analisar e otimizar performance de consultas e visualizações;Conhecimento em arquiteturas de Telecom (desejável, dada a área de atuação do cliente);Experiência com arquiteturas em Cloud: Azure, Oracle Cloud e Google Cloud Platform;Conhecimento básico em Machine Learning (ML) e Inteligência Artificial (AI), para aplicação futura em análises avançadas.Informações adicionais",
    "careerPageId": 88327,
    "careerPageName": "Vagas Inmetrics",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/40924/career/88327/images/2025-02-14_18-51_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T11:34:45.401Z",
    "applicationDeadline": "2025-06-25T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://inmetrics.gupy.io/job/eyJqb2JJZCI6OTAzNDMyMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "remote",
    "careerPageUrl": "https://inmetrics.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9039479,
    "companyId": 715,
    "name": "Analista de Dados JR.",
    "description": "O Farmácias APP é uma empresa de tecnologia e inovação no setor farmacêutico, criada para conectar farmácias, drogarias, lojas de suplementos e cosméticos aos seus clientes de forma rápida, prática e segura.Nossa missão é oferecer a melhor experiência de compra online, promovendo saúde, bem-estar e qualidade de vida.Pensou em farmácia? Pensou Farmácias APP.O seu aplicativo de compras online de medicamentos, saúde e beleza — tudo em um só lugar.Saiba mais sobre a gente: www.farmaciasapp.com.br#VemproFármaciasAPP&nbsp;🧡💙Responsabilidades e atribuiçõesNo dia a dia você vai:Criar, atualizar e manter dashboards interativos com foco em usabilidade e visual moderno;Coletar, tratar e analisar dados de diferentes fontes;Colaborar com outras áreas para entender necessidades e propor soluções baseadas em dados;Garantir a integridade e consistência dos dados utilizados nas análises;Sugerir melhorias contínuas nos relatórios e apresentações visuais.Requisitos e qualificaçõesE o que você precisa ter?📊 Conhecimento intermediário em Power BI;🗄️ Experiência com bancos de dados SQL (consultas, extração de dados, modelagem simples);🎨 Noções de design voltadas para visualização de dados e experiência do usuário (UX);🧠 Boa capacidade analítica e atenção aos detalhes;🤝 Facilidade para trabalhar em equipe e se comunicar com áreas de negócio;🔄 Experiência com processos de ETL (saber estruturar e transformar dados);📈 Conhecimento de Excel para análises e organização de informações.Informações adicionais⏳Horário de trabalho: 2ª a 6ª feira das 8 às 18h;🎟️ Vale Alimentação;🍽️ Vale Refeição;🏥 Plano de Saúde;🦷 Plano Odontológico;🛡️ Seguro de Vida.",
    "careerPageId": 1413,
    "careerPageName": "Farmácias APP",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/715/career/1413/images/2023-07-27_14-21_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-28T12:59:28.560Z",
    "applicationDeadline": "2025-05-28T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://farmaciasapp.gupy.io/job/eyJqb2JJZCI6OTAzOTQ3OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": false,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://farmaciasapp.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8795470,
    "companyId": 48910,
    "name": "Analista Cobrança JR (Dados)",
    "description": "Dedicamo-nos a oferecer soluções de mobilidade que&nbsp;proporcionem&nbsp;experiências&nbsp;únicas por meio de nossos produtos e serviços. E isso só é possível porque temos uma&nbsp;equipe incrível, com&nbsp;brilho&nbsp;nos&nbsp;olhos&nbsp;e&nbsp;vontade&nbsp;de&nbsp;realizar!É assim que fazemos acontecer! Inspirados pelo Poder dos Sonhos e movidos pelas crenças fundamentais da nossa Filosofia:&nbsp;#respeito ao indivíduo,&nbsp;#iniciativa,&nbsp;#igualdade&nbsp;e&nbsp;#confiança,&nbsp;temos contribuído para tornar a Honda uma empresa única, inovadora e desejada pela sociedade.A&nbsp;Honda&nbsp;valoriza a&nbsp;Diversidade e Inclusão&nbsp;e tem um olhar que engloba o respeito e aceitação das pessoas por meio do reconhecimento das diferenças e da singularidade de cada um, podendo referir-se a gênero, raça, etnia, nacionalidade, idade, orientação sexual, deficiência, característica física, crença religiosa, perspectiva política, status social entre outros &nbsp;&nbsp;“Somos uma empresa focada no ser humano, movida pelo sonho de criar e pelo espírito dos desafios” Soichiro Honda&nbsp;Se você se identifica conosco e deseja fazer parte deste time, vamos iniciar esta jornada!Responsabilidades e atribuiçõesSeu dia a dia transita por atividades multidisciplinares e desafios tais como:Trabalhar bases de dados, transformando informações em modelos estatísticos que embasarão as estratégias;Construir apresentações, modelos estatísticos e relatórios dos estudos realizados em ferramentas como Power BI, SQL e Python);Atuar na gestão de régua de cobrança, na recuperação de crédito como notificação até venda de veículo em leilão;Criar e acompanhar os índices de satisfação dos clientes.Requisitos e qualificações O que buscamos em você: Superior completo em Administração, Economia, Engenharias, Estatística, Direito, Ciência de Dados, etc.; Conhecimento de ferramentas de CX, como softwares de CRM, proporcionando melhor experiência do cliente.Office: Intermediário;Inglês Intermediário;Conhecimento em análise de dados;Conhecimento em ferramentas de análise de dados, SQL Server, Power BI e Python;Disponibilidade para viagens.&nbsp;O que será considerado um diferencial: Cursos complementares: Gestão Financeira, Crédito e Cobrança, Power BI;CNH B;Office: Avançado.Informações adicionaisOnde você vai trabalhar?Honda São Paulo (próximo ao shopping Morumbi). Vaga no modelo presencial de trabalho.  Informações adicionais:Nos preocupamos com o seu bem-estar, por isso oferecemos os seguintes benefícios, os quais revalidaremos em sua jornada, pois variam de acordo com a localidade:Nossa Jornada de Trabalho tem carga horária flexível e banco de horas para usufruir sempre que precisar;Oferecemos Vale Refeição, Van Honda x Metrô, Plano de Saúde, Plano Odontológico, Seguro de Vida, Vale Transporte, Auxilio Creche para as mamães, estacionamento, Wellhub e a PreviHonda;Programas de desenvolvimento e conexão tais como Saúde e Bem-estar;Descontos em nossos produtos Honda;Bônus anual;E um pouquinho a mais sobre nós:Presente no Brasil desde 1971, a&nbsp;Moto Honda da Amazônia Ltda.&nbsp;é atualmente a maior fabricante de motos do país, com mais de 27 milhões de unidades produzidas em Manaus (AM). Desde 2001, a empresa produz também motores estacionários e motobombas, além de comercializar a linha de motores e máquinas no país.Em 1992, com a criação da&nbsp;Honda Automóveis do Brasil Ltda., a empresa entrou no mercado automotivo brasileiro. Faz parte do grupo também a&nbsp;Honda Serviços Financeiros, que reúne o Consórcio Nacional Honda, a corretora de Seguro Honda e o Banco Honda que facilitam o acesso dos clientes aos produtos da marca.Durante esses anos a empresa também inaugurou Centros Educacionais de Trânsito, de Treinamento Técnico, de Distribuição de Peças e de Pesquisa &amp; Desenvolvimento, além do seu próprio parque eólico no sul do país.",
    "careerPageId": 107260,
    "careerPageName": "Honda",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/48910/career/107260/images/2022-11-21_11-29_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-24T17:05:15.959Z",
    "applicationDeadline": "2028-10-27T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://honda.gupy.io/job/eyJqb2JJZCI6ODc5NTQ3MCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://honda.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8959835,
    "companyId": 36832,
    "name": "Analista de Dados Jr (PCD) ",
    "description": "Você tem interesse em atuar na área de Planejamento de Serviços, e acha que essa vaga tem o seu perfil?Estamos em busca de uma pessoa com perfil apaixonado por estratégia, que seja detalhista, curiosa e queira melhorar a eficiência operacional dos nossos processos e da área. A Vaga também anseia por pessoas com deficiência que tenham espaço pra crescer em um ambiente colaborativo e inovador, numa multinacional Japonesa.Se inscreva já! #VemserDaikinResponsabilidades e atribuiçõesResponsabilidades e atribuições:&nbsp;Análise de dados para qualidade de serviço e gestão de KPI de negócios de serviços (Excel, PowerBI, IA) e planejamento de compras de peças;Desenvolvimento de medidas para conquistar fãs da Daikin e expandir os negócios de serviços;Criação de apresentação PPT.Requisitos e qualificaçõesTécnico:Conhecimento avançado dos pacotes do Office.Conhecimento de uso de IA nível intermediário ou superior.Nível intermediário ou superior em inglês ou japonês. (Conversa/Texto)Perfil:Positividade e espontaneidade.Boa comunicação e relacionamento interpessoal.Informações adicionaisO que oferecemos?&nbsp;Remuneração Fixa (contratação CLT)Benefícios: Plano de Saúde e Odontológico | Vale Refeição | Vale Alimentação | Seguro de Vida | PLR | Previdência Privada | Auxílio estacionamento (50%) | Gympass (Wellhub)Ferramentas de Trabalho (notebook e celular)",
    "careerPageId": 83945,
    "careerPageName": "Daikin Brasil ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/36832/career/83945/images/2022-07-25_13-15_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-24T13:51:14.491Z",
    "applicationDeadline": "2025-06-10T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://daikinbrasil.gupy.io/job/eyJqb2JJZCI6ODk1OTgzNSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://daikinbrasil.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9155148,
    "companyId": 1963,
    "name": "Analista de Dados Júnior | Soluções Analíticas de Dados",
    "description": "A Globo&nbsp;é feita de gente que quer fazer diferente, fazer junto, fazer o futuro.Gente espalhada por todo o país (e mundo!) trabalhando com conteúdo, notícias, negócios, tecnologia e brasilidade de sobra. Canais na TV aberta e por assinatura, produtos digitais como globoplay, Cartola, g1, ge, gshow e outros serviços estão reunidos no mesmo lugar, na mesma Globo.Novos modelos de negócios digitais estão sendo pensados e desenvolvidos, buscando nos aproximar cada vez mais do usuário e dos seus desejos. As oportunidades de novos negócios também trazem a chance e o desafio de construirmos novos times data-driven e que coloquem o consumidor no centro das nossas decisões.Criamos ambientes onde todas as pessoas são incluídas, acolhidas e valorizadas. Nos empenhamos em ser uma Globo cada vez mais diversa, em representatividade e pensamento, aprendendo uns com os outros e estimulando a criatividade e inovação.&nbsp;Dentro da Diretoria de Marca e Comunicação, a área de Soluções Analíticas de Dados do Consumidor é um dos pilares da vertical de Soluções Integradas de Dados e Conhecimento do Consumidor, que conta ainda com os pilares de Soluções de Pesquisa e Soluções de Medição de Audiência. Juntos, esses três pilares são responsáveis pela execução de todos os projetos da diretoria de Pesquisa e Conhecimento. Somos guiados pelo propósito \"Gerar, integrar e dar sentido ao conhecimento do consumidor para tomada de decisões de impacto positivo. \"Pesquisa e Conhecimento é uma área que atende a Globo de forma transversal, apoiando todas as áreas internas e produtos (TV Globo, Canais Pagos, Globoplay) em suas demandas relacionadas ao melhor entendimento do consumidor. Combinando diferentes expertises geramos conhecimento através de pesquisas e outras soluções analíticas com acurácia e rigor técnico.Responsabilidades e atribuiçõesComo será seu dia a dia:&nbsp;&nbsp;Criação e manutenção de dashboards de performance dos produtos Globo;Fornecer e homologar dados de consumo de TV nos diversos projetos da área de Ciência de Dados;Apoiar na construção de novas visões e apontamentos nos produtos de dados desenvolvidos pela área;Dar suporte às análises estatísticas de séries temporais, regressões lineares, correlações multivariadas, etc;Fazer alinhamentos com a área de Tecnologia para construção e validação de bases no Big Query.Requisitos e qualificaçõesDo que você precisa:&nbsp;Formação superior em Engenharia, Ciência da Computação, Estatística ou áreas correlatas;Conhecimento em SQL, BigQuery, GA4, Python, Power BI e Looker Studio;Ser uma pessoa propositiva, questionadora e ter a capacidade de fornecer insights do negócio a partir dos dados;Capacidade de trabalhar com equipes multidisciplinares de forma colaborativa e orientada para resultados.﻿Conhecimentos que te destacam:&nbsp;&nbsp;&nbsp;Certificações em áreas relacionadas à Ciência de Dados;Conceitos e métricas de mensuração de mídia (TV, streaming, social e publishing) e da ferramenta Kantar Instar Analytics;Amostragem, modelagem estatística, análises de séries temporais e análises multivariadas;Experiência com a ferramenta Jira e métodos ágeis;Automação, machine learning e inteligência artificial.Informações adicionaisPor que vir para Globo:&nbsp;&nbsp;Vem e vamos criar histórias e tecnologias juntos.Na Globo, o encontro de histórias com tecnologia move um time diverso e apaixonado por inovação.A gente tem a chance de aproximar os brasileiros, criando novas formas de se conectar com eles.Aqui, cada um faz a transformação acontecer.Nossos processos seletivos estão acontecendo de forma 100% remota e nós encorajamos inscrições de qualquer lugar do Brasil e do mundo. #vempraglobo&nbsp;&nbsp;&nbsp;&nbsp;Seguindo o compromisso de contribuir para um ambiente seguro para nossas pessoas, informamos que ter o esquema completo vacinação contra a Covid-19 é uma condição obrigatória para o trabalho na Globo, presencial ou a distância, e que o comprovante deverá ser apresentado como pré-requisito para a contratação.&nbsp;&nbsp;Quer saber mais sobre como é trabalhar na Globo? Vem acompanhar nosso dia a dia, desafios e conquistas nas nossas redes:&nbsp;https://www.linkedin.com/company/globohttps://www.instagram.com/vempraglobo&nbsp;&nbsp;&nbsp;https://www.youtube.com/c/VemPraGlobo/&nbsp;&nbsp;Os seus dados pessoais serão utilizados para fins de seleção de candidatos para preenchimento das vagas abertas na Globo.Os dados pessoais coletados durante o processo seletivo dos candidatos que não forem admitidos neste momento poderão ser mantidos nos bancos de dados para consideração em futuros processos seletivos. Todos os dados coletados serão tratados segundo rígidos padrões de segurança da informação e em total respeito às leis de privacidade aplicáveis, incluindo a Lei 13.709/18, e nos termos de nossa política de privacidade, disponível no link:&nbsp;https://vempraglobo.g.globo/files/politica_de_privacidade.pdf&nbsp;Ao prosseguir você está ciente e de acordo para realização de sua candidatura nestes termos.&nbsp;",
    "careerPageId": 40535,
    "careerPageName": "Globo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1963/career/40535/images/2025-01-02_19-51_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-14T12:37:51.357Z",
    "applicationDeadline": "2025-05-28T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://globo.gupy.io/job/eyJqb2JJZCI6OTE1NTE0OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://globo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9138965,
    "companyId": 1273,
    "name": "Analista Privacidade de Dados Junior - Vitória - ES",
    "description": "Estamos à procura de profissionais que tenham muita vontade de inovar e colaborar com o crescimento da Every.Somos uma empresa sólida de Cybersecurity and GRC, com foco no cliente, liderança visionária, time colaborativo e excelente clima organizacional! Vem #SerFeliz na Every!**Vaga presencial para Vitória - ES**Responsabilidades e atribuiçõesAtividades a serem desempenhadas:§&nbsp;Irá apoiar o desenvolvimento do programa de privacidade dos clientes Every, nomeadamente na implementação das leis de privacidade aplicáveis ​​ao negócio, e na elaboração, atualização e acompanhamento dos principais documentos de privacidade;§&nbsp;Você revisará e negociará contratos, do ponto de vista da privacidade e proteção de dados;§&nbsp;Você prestará suporte às áreas do negócio em questões relacionadas à privacidade e proteção de dados;§&nbsp;Apoiará o desenvolvimento de novos produtos e metodologias de privacidade, desde a concepção, bem como eventuais melhorias;§&nbsp;Você interagirá com o time interno, orientando e apoiando, bem como com os clientes.§&nbsp;Responsável pela criação, desenvolvimento, manutenção e implementação de políticas e processos que permitem práticas de privacidade consistentes, eficazes e em conformidade com a LGPD e/ou GDPR;§&nbsp;Responsável pelo desenvolvimento de Avaliações de Impacto de Proteção de Dados para avaliar os riscos;§&nbsp;Projeta e implementa ferramentas e padrões para auxiliar a rede de DPOs e especialistas jurídicos;§&nbsp;Auxilia no acompanhamento, investigação e relato de violações de dados e auxilia no gerenciamento de reclamações de privacidade e investigações por autoridades regulatórias de clientes;§&nbsp;Estabelece ações como parte de eventos importantes de proteção de dados pessoais e privacidade (aniversário do GDPR, dia de Proteção de Dados Pessoais e Privacidade, eventos de segurança, etc.).§&nbsp;Desenvolve e fornece treinamento contínuo sobre privacidade para colaboradores e clientes;§&nbsp;Realiza avaliações periódicas de risco de privacidade e conformidade para a empresa, incluindo todos os planos e esforços de mitigação e remediação.Requisitos e qualificaçõesVocê será ótimo para esta função se:§&nbsp;Possuir grande conhecimento em privacidade e proteção de dados, especialmente no Regulamento Geral de Proteção de Dados – GDPR e na Lei Geral de Proteção de Dados – LGPD;§&nbsp;Possuir experiência na área de privacidade e proteção de dados, principalmente com projetos de compliance e trabalhos de consultoria (desejável 2 anos);§&nbsp;Ter experiência com revisão e negociação de contratos;§&nbsp;Ter experiência como advogado (a) (desejável 2 anos);§&nbsp;Ser organizado (a) e disciplinado (a);§&nbsp;Ser pragmático e possuir boas habilidades de comunicação e escrita;§&nbsp;Você tem a capacidade de construir relacionamentos colaborativos;§&nbsp;Será considerado uma vantagem se possuir cursos/certificações em privacidade e proteção de dados e conhecimentos/experiência em projetos de programas de privacidade completamente implementados;Informações adicionaisTrabalho presencial;Horário de trabalho flexível;Benefícios acima da média;",
    "careerPageId": 2254,
    "careerPageName": "Every Cybersecurity, GRC and Privacy Solutions",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1273/career/2254/images/2024-08-06_19-30_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-12T15:16:28.789Z",
    "applicationDeadline": "2025-07-11T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vitória",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://sejaevery.gupy.io/job/eyJqb2JJZCI6OTEzODk2NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://sejaevery.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9127667,
    "companyId": 14029,
    "name": "Pessoa Cientista de Dados [Júnior/Pleno/Sênior]",
    "description": "A A3Data é uma consultoria de dados, pioneira no mercado mineiro e referência em #Dados! 🚀&nbsp;Somos, em nossa essência, aceleradores da cultura Data Driven nas organizações. Nosso foco é implantar Inteligência Estratégica e potencializar a cultura dos dados para os nossos clientes!🎯Temos uma cultura leve, horizontal e muito colaborativa! ✌️&nbsp;Buscamos&nbsp;por uma pessoa expert da área para se juntar ao nosso time de Cientistas de Dados. 🎯#VemSerUmEu.A3&nbsp;💙Responsabilidades e atribuiçõesPara ser uma Pessoa Cientista de Dados na A3Data, buscamos alguém que irá:Desenvolver e aprimorar o framework de GenAI, garantindo boas práticas de engenharia de software e eficiência computacional.Pesquisar e experimentar Modelos de Fundação (FMs), avaliando sua aplicabilidade e desempenho em diferentes contextos de negócio.Implementar e trabalhar com pipelines para fine-tuning (SFT, PFT), inferência e avaliação de modelos de IA Generativa.Trabalhar com serviços AWS para provisionamento de infraestrutura, deploy de modelos, monitoramento e escalabilidade das soluções.Aplicar conceitos de engenharia de software para garantir modularidade, reutilização de código e desempenho otimizada.Criar e manter documentação técnica, boas práticas e treinamentos para facilitar a adoção do framework.Colaborar com diferentes times para identificar oportunidades de aplicação de IA Generativa em projetos de dados.Ficar atualizado(a) sobre tendências, novos modelos e frameworks de GenAI, trazendo inovação contínua para o time.Requisitos e qualificaçõesExperiência sólida com Python e Programação Orientada a Objetos (POO).Conhecimento de boas práticas de programação e engenharia de software, incluindo modularidade, versionamento(Git), testes unitários e de integração.Experiência sólida em AWS (AWS Bedrock, Lambda, DynamoDB, S3, ECS, entre outros).Entendimento teórico e prático sobre Modelos de Fundação (FMs: Mistral, Llama, Flan-T5, por exemplo).Domínio em Processamento de Linguagem Natural (NLP).Conhecimento avançado em estatística, aprendizado de máquina supervisionado e não supervisionado.Conhecimento sólido em arquiteturas de deep learning aplicadas a NLP e IA generativa.Experiência com MLOps, incluindo monitoramento, versionamento (MLflow, DVC), deploy e escalabilidade de modelos em produção.Habilidade de comunicação para interagir com diferentes stakeholders e compartilhar conhecimento técnico.Mentalidade investigativa e atualização constante sobre o avanço da IA Generativa.﻿Diferenciais:Certificações AWS Professional ou Specialty (Machine Learning - Specialty, DevOps Engineer - Professional, etc.).Experiência com LangChain ou outros frameworks de desenvolvimento de GenAIExperiência com ferramentas de Infraestrutura como Código (IaC), como Terraform ou AWS CDK.Atuação na construção de frameworks ou bibliotecas para ML/GenAI.Contribuições para projetos open-source.Informações adicionaisNossos benefícios:&nbsp;Vale Alimentação/Refeição flexível (Swile);Total Pass (academias);Plano Saúde SulAmérica- 100% subsidiado para você Eu.A3;Plano Dental Amil;Maria Saúde;Seguro de Vida;Participação nos Lucros e Resultados;Bônus anual;Desconto nos cursos de idioma da Open English;Parceria AWS nível Advanced;Desconto na conta de energia elétrica (operadora CEMIG);Empresa Cidadã: licenças maternidade e paternidade estendidas;Samsung EPP (descontos em todo portfólio de produtos Samsung);Guapeco (plano de saúde para seu pet).E mais:100% home office;40 horas semanais;Dia a dia descontraído e acolhedor;Plano de carreira e acompanhamento individual;Programas internos de compartilhamento de conhecimento;Prezamos pela diversidade, liberdade, flexibilidade e autonomia!&nbsp;Curtiu o desafio?&nbsp;&nbsp;Estamos ansiosos para receber seu CV 🎯&nbsp;&nbsp;Um dos nossos valores é ser transparente, sempre! Por isso, é importante que saiba que avaliamos todos os CVs cadastrados e, se você tiver fit com a vaga e com nossa cultura, te convidaremos para um primeiro bate papo! 😉&nbsp;Mas, caso seu CV não seja selecionado dessa vez, não se preocupe! Ficaremos de olho, para futuras oportunidades. ✅&nbsp;",
    "careerPageId": 32053,
    "careerPageName": "A3Data",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/14029/career/32053/images/2022-05-03_13-13_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-09T20:53:36.157Z",
    "applicationDeadline": "2025-06-16T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://a3data.gupy.io/job/eyJqb2JJZCI6OTEyNzY2Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://a3data.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9122369,
    "companyId": 345,
    "name": "Analista de Dados - Junior, Pleno ou Senior | Grupo Autoglass",
    "description": "Já pensou em fazer parte de um grupo brasileiro movido pelo propósito de criar soluções para melhorar a vida das pessoas?Estamos em busca de um(a) profissional para atuar na construção de relatórios estratégicos, criação, manutenção e governança de painéis/dashboards de dados, além de realizar análises descritivas junto às lideranças da área. Acompanhar KPIs, apresentar resultados e estar sempre alinhado(a) com os objetivos do negócio. Temos oportunidade para o nível Junior, Pleno e Senior, queremos te conhecer e entender o que mais se alinha a seus conhecimentos!Não perca tempo! Inscreva-se e venha fazer parte do nosso time.Responsabilidades e atribuiçõesRealizar análises de dados completas;Criar e manutenir painéis/dashboard de dados;Definir objetivos, estipular indicadores e métricas, coletar dados, criar protótipo fontes de dados, interpretar e expor resultados;Realizar análise descritiva dos painéis;Resolução de problemas, focando na causa raiz;Padronização de Dados (Data Viz);Analisar obsolescência de painéis e documentações, deletar painéis e documentações obsoletos.Requisitos e qualificaçõesEnsino Superior completo ou em andamento em áreas de tecnologia, administração, engenharias ou afins;Conhecimento de SQL e Linguagem Python;Excel Avançado;Análise e exploração de dados; análise de requisitos; apresentações analíticas; data mining; fundamentos de business intelligence;Experiência com análise e extração de dados;Conhecimento em Tableau;Ferramentas de BI;Habilidade em comunicação para interagir com stakeholders de áreas técnicas e de negócios;Valorizamos se você tiver:Experiência em liderança técnica ou gestão de projetos;Conhecimentos em otimização de performance de queries SQL;Experiência com ferramentas e técnicas de armazenamento e manipulação de dados (Data Lake, Data Warehouse, Data Mart).Conhecimento em criação de camadas semânticas e modelos dimensionais (Star Schema, Snowflake Schema, OBT);Experiência em ambientes complexos e com grande volume de dados;Experiência em criação e manutenção de pipelines de dados;Conhecimentos básicos em práticas de engenharia de software (documentação, testes automatizados, código limpo).Informações adicionaisO que&nbsp;o Grupo Autoglass&nbsp;proporciona?&nbsp;&nbsp;Pra cuidar da sua saúde física e mental:&nbsp;🩺&nbsp;Plano de saúde&nbsp;Unimed e Plano odontológico&nbsp;Bradesco, extensivos a seus dependentes;&nbsp;💙&nbsp;Atendimento psicológico e nutricional;&nbsp;💙&nbsp;Seguro de vida;&nbsp;💙&nbsp;Programa da Gestante com licença maternidade estendida;&nbsp;💙&nbsp;Espaço Cuidar - Salão de beleza;&nbsp;🏋️‍♀️&nbsp;Wellhub&nbsp;(Desconto em academias);&nbsp;💆&nbsp;&nbsp;Para&nbsp;tornar o seu dia mais leve, no Grupo&nbsp;Autoglass&nbsp;você recebe massagem relaxante em seu posto de trabalho.&nbsp;&nbsp;&nbsp;Pra apoiar seu dia a dia:&nbsp;🚌&nbsp;Vale transporte;&nbsp;🛒&nbsp;Vale Refeição e Alimentação;&nbsp;📚&nbsp;Descontos em creches e escolas para os papais&nbsp;e mamães;&nbsp;📚&nbsp;Descontos em Instituições de Ensino;&nbsp;☕ Café da manhã e da tarde;😎 Oportunidade de trabalhar e trocar conhecimentos diários com um time incrível e acolhedor;&nbsp;🏠 Oportunidades&nbsp;Home Office;&nbsp;💺 Trabalho de modo confortável! Caso necessário, enviaremos toda mobília para&nbsp;equipar o seu ambiente Home Office;&nbsp;&nbsp;Pra desenvolver sua carreira:&nbsp;🚀&nbsp;Oportunidade de crescimento profissional;🚀 Acesso ao Portal de Educação Corporativa Grupo Autoglass com mais de 200 cursos gratuitos e com emissão de certificado;🚀&nbsp;Treinamentos e programas de mentorias frequentes;&nbsp;🚀&nbsp;Acesso GRATUITO e EXCLUSIVO à plataforma&nbsp;Alura ou Udemy;&nbsp;🚀&nbsp;Programa de Incentivo à Certificação;&nbsp;🚀 Um&nbsp;ambiente de trabalho altamente colaborativo e desafiador.No Grupo Autoglass, você encontrará oportunidade de crescimento e uma cultura de inovação e melhoria contínua muito forte.&nbsp;",
    "careerPageId": 94664,
    "careerPageName": "Grupo Autoglass Administrativo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/345/career/94664/images/2024-03-25_14-39_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-09T12:22:20.171Z",
    "applicationDeadline": "2025-12-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vila Velha",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://autoglassadministrativo.gupy.io/job/eyJqb2JJZCI6OTEyMjM2OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://autoglassadministrativo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9010174,
    "companyId": 617,
    "name": "Administrador(a) de Banco de Dados (DBA) Júnior",
    "description": "Sobre a área:&nbsp;A InfraOps é o time responsável por garantir que toda a infraestrutura de TI funcione com estabilidade, segurança e performance. Monitoramos continuamente os sistemas, antecipando falhas e resolvendo problemas antes que impactem o negócio. Também somos guardiões da segurança da informação, mantendo a conformidade com normas e protegendo a empresa contra riscos cibernéticos.Responsabilidades e atribuiçõesComo será o seu dia a dia:Você será parte fundamental do time, apoiando na sustentação e evolução dos nossos bancos de dados. No início, com foco em execução e aprendizado constante, suas responsabilidades incluirão:Apoiar na administração de bancos de dados SQL Server (criação, configuração e monitoramento);Analisar, com orientação, o desempenho dos bancos e sugerir melhorias;Auxiliar na gestão de usuários, permissões e segurança básica;Colaborar em rotinas de backup e recuperação de dados;Monitorar a saúde dos bancos e comunicar desvios à equipe sênior;Prestar suporte inicial a usuários e desenvolvedores em dúvidas e problemas simples;Manter a documentação técnica organizada e atualizada.Requisitos e qualificaçõesO que buscamos em você:Conhecimento básico em SQL Server e linguagem SQL;Noções de modelagem de dados, gerenciamento de tabelas, índices e views;Interesse em performance de consultas e identificação de gargalos;Noções de segurança em ambientes de banco de dados;Boa comunicação e organização para documentar e colaborar com o time;Vontade de aprender, crescer e evoluir tecnicamente.Critérios que aumentam o match com a vaga: Conhecimento em outros bancos de dados: Oracle, PostgreSQL ou MongoDB;Familiaridade com ambientes em nuvem, especialmente Microsoft Azure;Uso prévio de ferramentas como SQL Server Management Studio (SSMS);Noções de linguagens como .NET, Java ou Python;Certificação ou estudos voltados para banco de dados (ex: Microsoft SQL Fundamentals).Informações adicionaisO que oferecemos aqui:&nbsp;Vale Alimentação/Refeição/Mobilidade (Cartão Swille);Vale Cultura (Cartão Swille);Vale Transporte;Educação Corporativa;Wellhub (Gympass);Parcerias com Instituições de Ensino;Plano de Saúde Nacional;Plano Odontológico;Seguro de Vida;Licença Paternidade Estendida;Bônus Anual.Além disso, gostamos de destacar:&nbsp;Oportunidade de trocar conhecimentos diários com um time de referência no mercado;Na Trinus, prezamos pelo bem-estar, pelo trabalho em equipe e acreditamos que, com liberdade e responsabilidade, chegaremos ainda mais longe;Oportunidade de crescimento;Nosso time possui uma capacidade de mobilização única!Essa vaga está aberta à candidatura de todas as pessoas — independentemente de suas características ou condições quanto à etnia, gênero, orientação sexual, acessibilidade, cultural, social ou qualquer outro fator.Reforçamos: todas as nossas vagas estão e sempre estarão abertas para pessoas com deficiência (PCDs).Para que sua candidatura seja válida, precisamos que você preencha todas as perguntas na etapa de cadastro e realize todos os testes online.Caso contrário, a sua candidatura não seguirá para análise.Se liga nessa dica: Caso já tenha se candidatado a outras vagas, você pode salvar as respostas do cadastro em um bloco de notas para reutilizar em futuras candidaturas, da mesma forma que pode reutilizar o resultado dos testes realizados anteriormente. Não se esqueça de revisar todas as informações, ok? 😉",
    "careerPageId": 2005,
    "careerPageName": "Trinus. Co",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/617/career/2005/images/2022-11-28_14-50_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-08T20:09:49.521Z",
    "applicationDeadline": "2025-06-22T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://trinusco.gupy.io/job/eyJqb2JJZCI6OTAxMDE3NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://trinusco.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9109261,
    "companyId": 1705,
    "name": "Cientista de Dados Junior",
    "description": "Com mais de 60 anos de história, a Daniel Advogados possui uma equipe multidisciplinar com ampla experiência internacional e especialização profunda em Propriedade Intelectual e Direito Digital, Privacidade e Proteção de Dados.Na Daniel Advogados entendemos que a diversidade, mais do que uma obrigação, é um valor para o ambiente de trabalho. Diferentes perfis, experiências, opiniões e perspectivas só conferem mais riqueza e originalidade ao que fazemos, diariamente. Por isso buscamos estagiários com vontade de aprender, energia para transformar e olhar inovador para soluções.Responsabilidades e atribuiçõesEstamos em busca de&nbsp;um(a) Analista de Negócios (Analista de Dados), para atuar junto à nossa equipe de Inteligência de Negócios, em nosso escritório do Rio de Janeiro ou São Paulo (modelo de trabalho híbrido), com as seguintes atribuições:&nbsp;Apoiar as áreas de negócio com análises e estudos baseados em dados, transformando informações em insights que contribuam para a tomada de decisão.Realizar análises exploratórias de dados para identificar padrões, tendências e oportunidades de melhoria.Desenvolver e aplicar modelos preditivos e técnicas estatísticas com foco em resolução de problemas específicos de negócio.Trabalhar em conjunto com times de produto, tecnologia e áreas funcionais para entender demandas e propor soluções baseadas em dados.Criar dashboards, relatórios e visualizações que tornem os dados compreensíveis e úteis para públicos diversos.Realizar a preparação, limpeza e tratamento de dados para garantir consistência, integridade e qualidade nas análises.Contribuir para a melhoria contínua dos processos de análise de dados e colaborar com a evolução das práticas da área.Acompanhar tendências da área e buscar o aprimoramento técnico contínuo.Requisitos e qualificaçõesRequisitos e qualificações:&nbsp;Graduação em Engenharia, Ciências da Computação, Sistemas de Informação, Estatística, Matemática ou áreas correlatas.Experiência prévia com análise de dados, aplicação de modelos estatísticos e aprendizado de máquina.Conhecimento prático de Python e bibliotecas como pandas, scikit-learn, entre outras.Experiência com SQL (ex: Oracle, PostgreSQL) para extração e manipulação de dados.Familiaridade com ferramentas de visualização de dados (ex: Power BI, Tableau, matplotlib, etc.).Capacidade analítica, raciocínio lógico e boa comunicação para apresentar conclusões de forma clara.Vivência com grandes volumes de dados ou ambientes de Big Data será considerada um diferencial.Experiência colaborando com equipes de tecnologia ou desenvolvimento será um ponto positivo.Inglês intermediário será um diferencial.Informações adicionaisA Daniel Advogados tem como um dos pilares de sua cultura o compromisso com Diversidade e Inclusão, e sabemos que ele se inicia no processo seletivo, portanto, convidamos TODOS(AS) os(as) a se candidatarem às nossas vagas!Benefícios Oferecidos:Seguro de vidaAssistência médicaAssistência odontológicaDay OffWellhub (Gympass)&nbsp;Vale refeição / Vale alimentação",
    "careerPageId": 2711,
    "careerPageName": "Daniel Advogados",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1705/career/2711/images/2020-10-26_23-02_logo.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-07T19:49:15.166Z",
    "applicationDeadline": "2025-06-06T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://daniel-ip.gupy.io/job/eyJqb2JJZCI6OTEwOTI2MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://daniel-ip.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9062677,
    "companyId": 40991,
    "name": "ANALISTA DE DADOS JÚNIOR",
    "description": "O Grupo 3corações é construído por pessoas, antes de tudo, apaixonadas pelo que fazem. Temos orgulho de crescer pela força do trabalho e seguir, cada vez mais longe, sem esquecer a nossa essência e os nossos valores.No grupo 3corações, você tem oportunidade de se desenvolver e construir sua carreira profissional com o apoio, a dignidade e com o respeito de todos.&nbsp;Buscamos pessoas que queiram arregaçar as mangas e trabalhar de forma colaborativa, independentemente da identidade de gênero, da orientação sexual, da cor da pele, da idade, da religião, da etnia ou do tipo de deficiência.Vem tomar um café com a gente e descobrir como é apaixonante fazer parte da maior empresa de café do Brasil.Saiba mais em&nbsp;www.3coracoes.com.brResponsabilidades e atribuiçõesDesenvolver, otimizar e manter dashboards e relatórios em Qlik Sense, garantindo uma interface amigável e visualmente atraente;Extrair, transformar e analisar dados provenientes de diferentes fontes, utilizando SQL para manipulação e tratamento de grandes volumes de dados;Colaborar com equipes internas para entender as necessidades de negócio e traduzir esses requisitos em relatórios e dashboards;Identificar padrões e insights a partir dos dados, propondo melhorias baseadas em evidências para os processos da empresa;Realizar a validação de dados e monitorar a performance dos dashboards, garantindo sua confiabilidade e precisão;Apoiar na criação de documentações e manuais para uso e manutenção dos dashboards e relatórios;Acompanhar as tendências e atualizações das ferramentas Qlik Sense e SQL para melhorar continuamente as soluções de BI.Requisitos e qualificaçõesEscolaridadeEnsino completo ou cursando em Ciência da Computação, Sistema da Informação ou áreas correlatas.NecessárioExperiência com Qlik View para desenvolvimento de dashboards e análises;Conhecimentos em Qlik Sense, incluindo criação de visualizações interativas e storytelling com dados;Proficiência em SQL ANSI para consultas e manipulação de dados;Familiaridade com SQL para SQL Server, incluindo stored procedures e otimização de queries;Conhecimentos básicos em sistemas operacionais Windows e Linux.Desejável﻿Conhecimento em Power BI e Google Data Studio.Informações adicionaisBenefícios● Plano de Saúde compartilhado;● Plano odontológico;● Vale Transporte;● Vale Refeição;● Kit de Produtos mensal;● Telemedicina e Terapia Online (100% pela empresa);● Seguro de Vida;● Wellhub.",
    "careerPageId": 98615,
    "careerPageName": "3corações",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/40991/career/98615/images/2022-12-05_17-25_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-06T19:18:50.219Z",
    "applicationDeadline": "2025-06-29T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://3coracoes.gupy.io/job/eyJqb2JJZCI6OTA2MjY3Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://3coracoes.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9009402,
    "companyId": 2022,
    "name": "Analista de Operações e Transformação de Dados Júnior - Exclusiva para profissionais com deficiência",
    "description": "Procuramos uma pessoa analista para integrar nosso time de operações de Recursos Direcionados (BNDES e/ou Plano Empresário), atuando no processo de contratação e liberação de recurso financeiro. Atuará em processos de revisão, simplificação e melhoria de processos, transformação e gestão por indicadores. Buscamos uma pessoa com boa organização, skills de relacionamento, visão transformadora, indignação construtiva, empatia e foco na satisfação do cliente. O conhecimento de automação e metodologia ágil será um diferencial.Responsabilidades e atribuições&nbsp;• Análise e revisão de processos para garantir eficiência e conformidade.&nbsp;• Contato com clientes internos e externos, facilitando as operações e promovendo melhorias contínuas.&nbsp;• Utilização de dados para embasar decisões estratégicas, identificando padrões e oportunidades de otimização.&nbsp;• Criação de apresentações executivas, transformando insights em materiais estratégicos.&nbsp;• Automação e estruturação de dados, aplicando tecnologia para reduzir processos manuais.Requisitos e qualificações• Pacote Office avançado (PowerPoint e Excel).&nbsp;• Análise e estruturação de dados, utilizando informações para melhorar a operação.&nbsp;• Metodologias ágeis, para atuar em projetos de otimização e inovação.&nbsp;• Revisão e melhoria de processos, garantindo eficiência nas operações.Informações adicionaisAo se tornar um Ituber você tem_ • Vale Transporte• Vale Refeição (Restaurantes) / Vale Alimentação (Supermercados)• Convênio médico e odontológico• Seguro de Vida• PLR – Participação nos Lucros e Resultados (Mediante resultados do banco)• Previdência privada• Descontos exclusivos em nossos produtos financeiros• Licença maternidade estendida &amp; paternidade• Auxílio Creche / Babá (para papais e mamães)• Incentivo a estudos• GymPass ou TotalPass• Acesso aos Clubes Itaú (Guarapiranga / Itanhaém e São Sebastião)• + Algumas vantagens que você pode conhecer durante o processo #VemProItaú #VemSerItuber",
    "careerPageId": 3759,
    "careerPageName": "Itaú Unibanco",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/2022/career/3759/images/2024-03-18_20-11_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T16:49:34.834Z",
    "applicationDeadline": "2025-07-22T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Sao Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://vemproitau.gupy.io/job/eyJqb2JJZCI6OTAwOTQwMiwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://vemproitau.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9050051,
    "companyId": 1885,
    "name": "Analista de Dados Júnior",
    "description": "Somos a Kaizen - A Casa da Autopeça, uma das bandeiras do Grupo Bueno - um grupo formado por empresas diferentes com um propósito comum.Atualmente, o Grupo Bueno é composto por quatro bandeiras:- Pecista: Focada exclusivamente em vendas de grandes volumes no atacado;- Kaizen - A Casa da Autopeça: Um atacarejo focado em venda para mecânicos e consumidores finais;- Kaizen Distribuidora: Uma distribuidora que atende exclusivamente clientes automotivos com CNPJ, oferecendo preços diferenciados e atendimento de qualidade.- G10: Marca de autopeças com foco em elétrica e químicos;- Portal: Uma solução de e-commerce para mecânicos.O Grupo Bueno nasceu em 1994 com a Pecista, a maior distribuidora de autopeças do Distrito Federal.&nbsp;A partir de 2019, iniciamos nossa expansão com a Kaizen - A Casa da Autopeça, criada para aumentar a proximidade com as oficinas e atender a pessoa física.&nbsp;Atualmente, a Kaizen possui cinco filiais no Distrito Federal: Asa Norte, Ceilândia, Gama, SOF Sul e Planaltina-DF.E não vamos parar por ai! Brasília foi apenas o começo&nbsp;e em 2024 iniciamos nossa operação fora do DF, agora em Goiânia!Vamos cruzar mais uma barreira e seguir rumo ao Brasil!Queremos ter você conosco para fazermos história juntos! 💙Responsabilidades e atribuiçõesDesenvolver aplicações em Python;Desenvolver soluções com uso de IA;Desenvolver automações;Desenvolver Dashboards;Realizar automação de relatórios;Comunicar de forma ativa e dar suporte para diversas áreas internas;Realizar análises, identificar padrões de tendência, comportamentos e sugerir melhorias;Realizar alterações e manipulações de bancos de dados.Requisitos e qualificaçõesGraduação concluída ou em andamento em Ciências da Computação, Engenharia de Software, ou áreas correlatas;&nbsp;Proficiência em Python e bibliotecas como pandas e streamlit;&nbsp;Conhecimento em SQL, Git, BI;Excel intermediário/avançado;Experiência em análise de dados e conhecimento em ETL;Experiência de integração com API.Diferenciais:Conhecimento prático de IA e engenharia de prompt;Ter participado do Movimento Empresa Júnior ou de projetos de extensão;Experiência em projetos de desenvolvimento de sistema.Informações adicionaisSalário: R$3.291,30 + bonificação variável de até R$500,00 por mês.Benefícios:Vale transporte;VA/VR flexível de R$18,65 por dia;Cesta básica;Plano Odontológico;Plano de Saúde;TotalPass;Starbem;Seguro de vida em grupo;Desconto em peças;Cesta de Natal + brinquedo para quem tem filhos;Convênio com SESC;Kit fralda;Empréstimo consignado em folha de pagamento;Parcerias com instituições de ensino;Programa de indicação;Processos seletivos internos.Local:STRC (Setor de Cargas) Trecho 2, Conjunto D, Lotes 09/10, - Zona Industrial, DF.&nbsp;Horário de trabalho: 44 horas semanais.Modalidade de trabalho presencial",
    "careerPageId": 88549,
    "careerPageName": "Kaizen - A Casa da Autopeça",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1885/career/88549/images/2024-04-26_13-14_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T13:32:09.941Z",
    "applicationDeadline": "2025-06-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Guará",
    "state": "Distrito Federal",
    "country": "Brasil",
    "jobUrl": "https://kaizen.gupy.io/job/eyJqb2JJZCI6OTA1MDA1MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://kaizen.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8913610,
    "companyId": 54190,
    "name": "Analista Dados Junior",
    "description": "Mais do que simples fornecedores de tecnologia, nos destacamos como verdadeiros especialistas em logística. Nossas soluções são moldadas pela vasta experiência que acumulamos ao longo dos anos, refletindo a sabedoria e os aprendizados adquiridos ao longo de nossa jornada. É essa expertise que nos capacita a oferecer uma abordagem personalizada e altamente eficaz para cada cliente.&nbsp;&nbsp;Por mais de 25 anos, trabalhamos com operações logísticas de grande escala, servindo a uma variedade de setores, incluindo indústrias, varejistas, operadores logísticos e transportadoras. Mantendo um olhar perspicaz sobre as tendências do mercado, desenvolvemos sistemas adaptáveis que se ajustam às necessidades em constante evolução de nossos clientes.&nbsp;&nbsp;Nossa trajetória de pioneirismo ao longo dos últimos anos nos proporcionou um amplo know-how e expertise em todas as nuances do setor logístico. Essa jornada nos permitiu acumular valiosa experiência e nos destacar como líderes em oferecer as melhores práticas do mercado.&nbsp;&nbsp;Além de nosso conhecimento aprofundado, a segurança é uma prioridade essencial para nós. Somos certificados pela ISO/IEC 27001, garantindo que adotemos os mais rigorosos padrões em segurança da informação, demonstrando nosso compromisso com a proteção de nossos parceiros e clientes.&nbsp;&nbsp;Estamos em busca de profissionais apaixonados e determinados para se juntarem a nós como Analista de Dados. Se você tem vontade de aprender, transformar a logística e mobilidade e fazer a diferença, essa é a sua oportunidade!&nbsp;Responsabilidades e atribuiçõesRESUMO:Estamos buscando um Analista de Dados para se juntar ao nosso time interno. O candidato ideal será uma pessoa organizada, proativa e com interesse na área de dados. Este papel envolverá desenvolver várias atividades relacionadas a dados em toda a empresa, incluindo coleta, organização, análise e preparação de relatórios.O QUE ESPERAMOS DESTA FUNÇÃO: - Trabalhar em colaboração com diferentes departamentos internos para entender os problemas de negócio e as necessidades de dados; - Desenvolver relatórios e dashboards de soluções que abordem os desafios identificados; - Comunicar-se de forma clara e eficaz para garantir que as necessidades e expectativas sejam atendidas; - Organizar e atender solicitações conforme prazos acordados e nível de qualidade, oferecendo visibilidade sobre o andamento de temas;&nbsp;ESCOLARIDADE: Ensino superior completo e/ou cursando em Ciência da Computação, Análise de Sistemas, Engenharias e áreas afins.Requisitos e qualificaçõesHABILIDADES TÉCNICAS (DIFERENCIAL):- Conhecimento de ferramentas de visualização de dados, como Power BI e Qlik Sense; - Experiência na linguagem SQL; - Conhecimento de técnicas de ETL;- Conhecimento da linguagem Python voltada para manipulação de dadosHABILIDADES COMPORTAMENTAIS: - Capacidade de trabalhar em equipe; - Atitude proativa e disposição para aprender;Informações adicionaisO que esperamos de você:&nbsp;&nbsp;No KMM by nstech, temos uma cultura baseada em valores e esperamos que todos os nstechers não apenas se identifiquem, mas também vivam essa cultura em seu dia a dia.&nbsp;&nbsp;&nbsp;Acreditamos que a cultura é uma das maiores vantagens competitivas para negócios bem-sucedidos, pois é algo que não pode ser copiado integralmente.&nbsp;&nbsp;Nossos pilares culturais e seus atributos são:&nbsp;&nbsp;• Servir: foco no cliente, humildade, transparência e ética;&nbsp;• Equipe: valorizamos o trabalho em equipe, a vontade de colocar a mão na massa e o espírito colaborativo;&nbsp;• Resultados: buscamos agilidade, melhoria contínua, geração de valor a longo prazo e foco nos resultados.&nbsp;&nbsp;Por que fazer parte da nstech?&nbsp;&nbsp;Temos a visão de ser a plataforma de tecnologia para logística e mobilidade que conecta os elos e gera mais valor para os negócios da rede integrada de logística da América Latina.&nbsp;&nbsp;&nbsp;Atualmente, contamos com uma equipe de mais de 5 mil nstechers comprometidos em melhorar o mundo por meio da tecnologia aplicada à logística e mobilidade.&nbsp;&nbsp;&nbsp;Estamos empenhados em gerar impacto para a sociedade, clientes, colaboradores e acionistas, e queremos somar forças com pessoas cheias de energia e propósito para fazer parte de nossa equipe e dessa transformação. Além disso:&nbsp;&nbsp;🌎 Você trabalhará com uma equipe que desenvolve a maior plataforma de logística da América Latina.&nbsp;&nbsp;🤓 Nosso ambiente de trabalho é altamente colaborativo, e adoramos compartilhar conhecimentos. Aqui, você terá oportunidades de desenvolvimento técnico.&nbsp;&nbsp;📍 Essa oportunidade é REMOTO.&nbsp;&nbsp;🪪 A vaga é para contratação CLT, com todos os benefícios dessa modalidade.&nbsp;&nbsp;💚 Plano de saúde com baixa coparticipação.&nbsp;&nbsp;🦷 Convênio odontológico totalmente custeado pela empresa.&nbsp;&nbsp;❤️ Seguro de vida para proteção e tranquilidade, também totalmente custeado pela empresa.&nbsp;&nbsp;💳 Você também receberá um benefício flexível para usar em refeições ou alimentação.&nbsp;💆🏋️‍♂️ Para promover um ambiente equilibrado e cuidar do seu bem-estar, incluímos o Gympass e o Zenklub em nossos benefícios, proporcionando acesso a atividades físicas e serviços de bem-estar mental.&nbsp;&nbsp;🥳 No dia do seu aniversário, você terá um dia de folga para aproveitar.&nbsp;&nbsp;Vem fazer parte da nstech e dessa transformação! 🚀&nbsp;",
    "careerPageId": 125608,
    "careerPageName": "KMM by nstech ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/54190/career/125608/images/2024-06-19_21-04_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-23T12:36:00.121Z",
    "applicationDeadline": "2025-06-02T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://kmm.gupy.io/job/eyJqb2JJZCI6ODkxMzYxMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://kmm.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9155148,
    "companyId": 1963,
    "name": "Analista de Dados Júnior | Soluções Analíticas de Dados",
    "description": "A Globo&nbsp;é feita de gente que quer fazer diferente, fazer junto, fazer o futuro.Gente espalhada por todo o país (e mundo!) trabalhando com conteúdo, notícias, negócios, tecnologia e brasilidade de sobra. Canais na TV aberta e por assinatura, produtos digitais como globoplay, Cartola, g1, ge, gshow e outros serviços estão reunidos no mesmo lugar, na mesma Globo.Novos modelos de negócios digitais estão sendo pensados e desenvolvidos, buscando nos aproximar cada vez mais do usuário e dos seus desejos. As oportunidades de novos negócios também trazem a chance e o desafio de construirmos novos times data-driven e que coloquem o consumidor no centro das nossas decisões.Criamos ambientes onde todas as pessoas são incluídas, acolhidas e valorizadas. Nos empenhamos em ser uma Globo cada vez mais diversa, em representatividade e pensamento, aprendendo uns com os outros e estimulando a criatividade e inovação.&nbsp;Dentro da Diretoria de Marca e Comunicação, a área de Soluções Analíticas de Dados do Consumidor é um dos pilares da vertical de Soluções Integradas de Dados e Conhecimento do Consumidor, que conta ainda com os pilares de Soluções de Pesquisa e Soluções de Medição de Audiência. Juntos, esses três pilares são responsáveis pela execução de todos os projetos da diretoria de Pesquisa e Conhecimento. Somos guiados pelo propósito \"Gerar, integrar e dar sentido ao conhecimento do consumidor para tomada de decisões de impacto positivo. \"Pesquisa e Conhecimento é uma área que atende a Globo de forma transversal, apoiando todas as áreas internas e produtos (TV Globo, Canais Pagos, Globoplay) em suas demandas relacionadas ao melhor entendimento do consumidor. Combinando diferentes expertises geramos conhecimento através de pesquisas e outras soluções analíticas com acurácia e rigor técnico.Responsabilidades e atribuiçõesComo será seu dia a dia:&nbsp;&nbsp;Criação e manutenção de dashboards de performance dos produtos Globo;Fornecer e homologar dados de consumo de TV nos diversos projetos da área de Ciência de Dados;Apoiar na construção de novas visões e apontamentos nos produtos de dados desenvolvidos pela área;Dar suporte às análises estatísticas de séries temporais, regressões lineares, correlações multivariadas, etc;Fazer alinhamentos com a área de Tecnologia para construção e validação de bases no Big Query.Requisitos e qualificaçõesDo que você precisa:&nbsp;Formação superior em Engenharia, Ciência da Computação, Estatística ou áreas correlatas;Conhecimento em SQL, BigQuery, GA4, Python, Power BI e Looker Studio;Ser uma pessoa propositiva, questionadora e ter a capacidade de fornecer insights do negócio a partir dos dados;Capacidade de trabalhar com equipes multidisciplinares de forma colaborativa e orientada para resultados.﻿Conhecimentos que te destacam:&nbsp;&nbsp;&nbsp;Certificações em áreas relacionadas à Ciência de Dados;Conceitos e métricas de mensuração de mídia (TV, streaming, social e publishing) e da ferramenta Kantar Instar Analytics;Amostragem, modelagem estatística, análises de séries temporais e análises multivariadas;Experiência com a ferramenta Jira e métodos ágeis;Automação, machine learning e inteligência artificial.Informações adicionaisPor que vir para Globo:&nbsp;&nbsp;Vem e vamos criar histórias e tecnologias juntos.Na Globo, o encontro de histórias com tecnologia move um time diverso e apaixonado por inovação.A gente tem a chance de aproximar os brasileiros, criando novas formas de se conectar com eles.Aqui, cada um faz a transformação acontecer.Nossos processos seletivos estão acontecendo de forma 100% remota e nós encorajamos inscrições de qualquer lugar do Brasil e do mundo. #vempraglobo&nbsp;&nbsp;&nbsp;&nbsp;Seguindo o compromisso de contribuir para um ambiente seguro para nossas pessoas, informamos que ter o esquema completo vacinação contra a Covid-19 é uma condição obrigatória para o trabalho na Globo, presencial ou a distância, e que o comprovante deverá ser apresentado como pré-requisito para a contratação.&nbsp;&nbsp;Quer saber mais sobre como é trabalhar na Globo? Vem acompanhar nosso dia a dia, desafios e conquistas nas nossas redes:&nbsp;https://www.linkedin.com/company/globohttps://www.instagram.com/vempraglobo&nbsp;&nbsp;&nbsp;https://www.youtube.com/c/VemPraGlobo/&nbsp;&nbsp;Os seus dados pessoais serão utilizados para fins de seleção de candidatos para preenchimento das vagas abertas na Globo.Os dados pessoais coletados durante o processo seletivo dos candidatos que não forem admitidos neste momento poderão ser mantidos nos bancos de dados para consideração em futuros processos seletivos. Todos os dados coletados serão tratados segundo rígidos padrões de segurança da informação e em total respeito às leis de privacidade aplicáveis, incluindo a Lei 13.709/18, e nos termos de nossa política de privacidade, disponível no link:&nbsp;https://vempraglobo.g.globo/files/politica_de_privacidade.pdf&nbsp;Ao prosseguir você está ciente e de acordo para realização de sua candidatura nestes termos.&nbsp;",
    "careerPageId": 40535,
    "careerPageName": "Globo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1963/career/40535/images/2025-01-02_19-51_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-14T12:37:51.357Z",
    "applicationDeadline": "2025-05-28T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://globo.gupy.io/job/eyJqb2JJZCI6OTE1NTE0OCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://globo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9138965,
    "companyId": 1273,
    "name": "Analista Privacidade de Dados Junior - Vitória - ES",
    "description": "Estamos à procura de profissionais que tenham muita vontade de inovar e colaborar com o crescimento da Every.Somos uma empresa sólida de Cybersecurity and GRC, com foco no cliente, liderança visionária, time colaborativo e excelente clima organizacional! Vem #SerFeliz na Every!**Vaga presencial para Vitória - ES**Responsabilidades e atribuiçõesAtividades a serem desempenhadas:§&nbsp;Irá apoiar o desenvolvimento do programa de privacidade dos clientes Every, nomeadamente na implementação das leis de privacidade aplicáveis ​​ao negócio, e na elaboração, atualização e acompanhamento dos principais documentos de privacidade;§&nbsp;Você revisará e negociará contratos, do ponto de vista da privacidade e proteção de dados;§&nbsp;Você prestará suporte às áreas do negócio em questões relacionadas à privacidade e proteção de dados;§&nbsp;Apoiará o desenvolvimento de novos produtos e metodologias de privacidade, desde a concepção, bem como eventuais melhorias;§&nbsp;Você interagirá com o time interno, orientando e apoiando, bem como com os clientes.§&nbsp;Responsável pela criação, desenvolvimento, manutenção e implementação de políticas e processos que permitem práticas de privacidade consistentes, eficazes e em conformidade com a LGPD e/ou GDPR;§&nbsp;Responsável pelo desenvolvimento de Avaliações de Impacto de Proteção de Dados para avaliar os riscos;§&nbsp;Projeta e implementa ferramentas e padrões para auxiliar a rede de DPOs e especialistas jurídicos;§&nbsp;Auxilia no acompanhamento, investigação e relato de violações de dados e auxilia no gerenciamento de reclamações de privacidade e investigações por autoridades regulatórias de clientes;§&nbsp;Estabelece ações como parte de eventos importantes de proteção de dados pessoais e privacidade (aniversário do GDPR, dia de Proteção de Dados Pessoais e Privacidade, eventos de segurança, etc.).§&nbsp;Desenvolve e fornece treinamento contínuo sobre privacidade para colaboradores e clientes;§&nbsp;Realiza avaliações periódicas de risco de privacidade e conformidade para a empresa, incluindo todos os planos e esforços de mitigação e remediação.Requisitos e qualificaçõesVocê será ótimo para esta função se:§&nbsp;Possuir grande conhecimento em privacidade e proteção de dados, especialmente no Regulamento Geral de Proteção de Dados – GDPR e na Lei Geral de Proteção de Dados – LGPD;§&nbsp;Possuir experiência na área de privacidade e proteção de dados, principalmente com projetos de compliance e trabalhos de consultoria (desejável 2 anos);§&nbsp;Ter experiência com revisão e negociação de contratos;§&nbsp;Ter experiência como advogado (a) (desejável 2 anos);§&nbsp;Ser organizado (a) e disciplinado (a);§&nbsp;Ser pragmático e possuir boas habilidades de comunicação e escrita;§&nbsp;Você tem a capacidade de construir relacionamentos colaborativos;§&nbsp;Será considerado uma vantagem se possuir cursos/certificações em privacidade e proteção de dados e conhecimentos/experiência em projetos de programas de privacidade completamente implementados;Informações adicionaisTrabalho presencial;Horário de trabalho flexível;Benefícios acima da média;",
    "careerPageId": 2254,
    "careerPageName": "Every Cybersecurity, GRC and Privacy Solutions",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1273/career/2254/images/2024-08-06_19-30_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-12T15:16:28.789Z",
    "applicationDeadline": "2025-07-11T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vitória",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://sejaevery.gupy.io/job/eyJqb2JJZCI6OTEzODk2NSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://sejaevery.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9122369,
    "companyId": 345,
    "name": "Analista de Dados - Junior, Pleno ou Senior | Grupo Autoglass",
    "description": "Já pensou em fazer parte de um grupo brasileiro movido pelo propósito de criar soluções para melhorar a vida das pessoas?Estamos em busca de um(a) profissional para atuar na construção de relatórios estratégicos, criação, manutenção e governança de painéis/dashboards de dados, além de realizar análises descritivas junto às lideranças da área. Acompanhar KPIs, apresentar resultados e estar sempre alinhado(a) com os objetivos do negócio. Temos oportunidade para o nível Junior, Pleno e Senior, queremos te conhecer e entender o que mais se alinha a seus conhecimentos!Não perca tempo! Inscreva-se e venha fazer parte do nosso time.Responsabilidades e atribuiçõesRealizar análises de dados completas;Criar e manutenir painéis/dashboard de dados;Definir objetivos, estipular indicadores e métricas, coletar dados, criar protótipo fontes de dados, interpretar e expor resultados;Realizar análise descritiva dos painéis;Resolução de problemas, focando na causa raiz;Padronização de Dados (Data Viz);Analisar obsolescência de painéis e documentações, deletar painéis e documentações obsoletos.Requisitos e qualificaçõesEnsino Superior completo ou em andamento em áreas de tecnologia, administração, engenharias ou afins;Conhecimento de SQL e Linguagem Python;Excel Avançado;Análise e exploração de dados; análise de requisitos; apresentações analíticas; data mining; fundamentos de business intelligence;Experiência com análise e extração de dados;Conhecimento em Tableau;Ferramentas de BI;Habilidade em comunicação para interagir com stakeholders de áreas técnicas e de negócios;Valorizamos se você tiver:Experiência em liderança técnica ou gestão de projetos;Conhecimentos em otimização de performance de queries SQL;Experiência com ferramentas e técnicas de armazenamento e manipulação de dados (Data Lake, Data Warehouse, Data Mart).Conhecimento em criação de camadas semânticas e modelos dimensionais (Star Schema, Snowflake Schema, OBT);Experiência em ambientes complexos e com grande volume de dados;Experiência em criação e manutenção de pipelines de dados;Conhecimentos básicos em práticas de engenharia de software (documentação, testes automatizados, código limpo).Informações adicionaisO que&nbsp;o Grupo Autoglass&nbsp;proporciona?&nbsp;&nbsp;Pra cuidar da sua saúde física e mental:&nbsp;🩺&nbsp;Plano de saúde&nbsp;Unimed e Plano odontológico&nbsp;Bradesco, extensivos a seus dependentes;&nbsp;💙&nbsp;Atendimento psicológico e nutricional;&nbsp;💙&nbsp;Seguro de vida;&nbsp;💙&nbsp;Programa da Gestante com licença maternidade estendida;&nbsp;💙&nbsp;Espaço Cuidar - Salão de beleza;&nbsp;🏋️‍♀️&nbsp;Wellhub&nbsp;(Desconto em academias);&nbsp;💆&nbsp;&nbsp;Para&nbsp;tornar o seu dia mais leve, no Grupo&nbsp;Autoglass&nbsp;você recebe massagem relaxante em seu posto de trabalho.&nbsp;&nbsp;&nbsp;Pra apoiar seu dia a dia:&nbsp;🚌&nbsp;Vale transporte;&nbsp;🛒&nbsp;Vale Refeição e Alimentação;&nbsp;📚&nbsp;Descontos em creches e escolas para os papais&nbsp;e mamães;&nbsp;📚&nbsp;Descontos em Instituições de Ensino;&nbsp;☕ Café da manhã e da tarde;😎 Oportunidade de trabalhar e trocar conhecimentos diários com um time incrível e acolhedor;&nbsp;🏠 Oportunidades&nbsp;Home Office;&nbsp;💺 Trabalho de modo confortável! Caso necessário, enviaremos toda mobília para&nbsp;equipar o seu ambiente Home Office;&nbsp;&nbsp;Pra desenvolver sua carreira:&nbsp;🚀&nbsp;Oportunidade de crescimento profissional;🚀 Acesso ao Portal de Educação Corporativa Grupo Autoglass com mais de 200 cursos gratuitos e com emissão de certificado;🚀&nbsp;Treinamentos e programas de mentorias frequentes;&nbsp;🚀&nbsp;Acesso GRATUITO e EXCLUSIVO à plataforma&nbsp;Alura ou Udemy;&nbsp;🚀&nbsp;Programa de Incentivo à Certificação;&nbsp;🚀 Um&nbsp;ambiente de trabalho altamente colaborativo e desafiador.No Grupo Autoglass, você encontrará oportunidade de crescimento e uma cultura de inovação e melhoria contínua muito forte.&nbsp;",
    "careerPageId": 94664,
    "careerPageName": "Grupo Autoglass Administrativo",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/345/career/94664/images/2024-03-25_14-39_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-09T12:22:20.171Z",
    "applicationDeadline": "2025-12-31T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Vila Velha",
    "state": "Espírito Santo",
    "country": "Brasil",
    "jobUrl": "https://autoglassadministrativo.gupy.io/job/eyJqb2JJZCI6OTEyMjM2OSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://autoglassadministrativo.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9062677,
    "companyId": 40991,
    "name": "ANALISTA DE DADOS JÚNIOR",
    "description": "O Grupo 3corações é construído por pessoas, antes de tudo, apaixonadas pelo que fazem. Temos orgulho de crescer pela força do trabalho e seguir, cada vez mais longe, sem esquecer a nossa essência e os nossos valores.No grupo 3corações, você tem oportunidade de se desenvolver e construir sua carreira profissional com o apoio, a dignidade e com o respeito de todos.&nbsp;Buscamos pessoas que queiram arregaçar as mangas e trabalhar de forma colaborativa, independentemente da identidade de gênero, da orientação sexual, da cor da pele, da idade, da religião, da etnia ou do tipo de deficiência.Vem tomar um café com a gente e descobrir como é apaixonante fazer parte da maior empresa de café do Brasil.Saiba mais em&nbsp;www.3coracoes.com.brResponsabilidades e atribuiçõesDesenvolver, otimizar e manter dashboards e relatórios em Qlik Sense, garantindo uma interface amigável e visualmente atraente;Extrair, transformar e analisar dados provenientes de diferentes fontes, utilizando SQL para manipulação e tratamento de grandes volumes de dados;Colaborar com equipes internas para entender as necessidades de negócio e traduzir esses requisitos em relatórios e dashboards;Identificar padrões e insights a partir dos dados, propondo melhorias baseadas em evidências para os processos da empresa;Realizar a validação de dados e monitorar a performance dos dashboards, garantindo sua confiabilidade e precisão;Apoiar na criação de documentações e manuais para uso e manutenção dos dashboards e relatórios;Acompanhar as tendências e atualizações das ferramentas Qlik Sense e SQL para melhorar continuamente as soluções de BI.Requisitos e qualificaçõesEscolaridadeEnsino completo ou cursando em Ciência da Computação, Sistema da Informação ou áreas correlatas.NecessárioExperiência com Qlik View para desenvolvimento de dashboards e análises;Conhecimentos em Qlik Sense, incluindo criação de visualizações interativas e storytelling com dados;Proficiência em SQL ANSI para consultas e manipulação de dados;Familiaridade com SQL para SQL Server, incluindo stored procedures e otimização de queries;Conhecimentos básicos em sistemas operacionais Windows e Linux.Desejável﻿Conhecimento em Power BI e Google Data Studio.Informações adicionaisBenefícios● Plano de Saúde compartilhado;● Plano odontológico;● Vale Transporte;● Vale Refeição;● Kit de Produtos mensal;● Telemedicina e Terapia Online (100% pela empresa);● Seguro de Vida;● Wellhub.",
    "careerPageId": 98615,
    "careerPageName": "3corações",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/40991/career/98615/images/2022-12-05_17-25_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-05-06T19:18:50.219Z",
    "applicationDeadline": "2025-06-29T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://3coracoes.gupy.io/job/eyJqb2JJZCI6OTA2MjY3Nywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://3coracoes.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 9050051,
    "companyId": 1885,
    "name": "Analista de Dados Júnior",
    "description": "Somos a Kaizen - A Casa da Autopeça, uma das bandeiras do Grupo Bueno - um grupo formado por empresas diferentes com um propósito comum.Atualmente, o Grupo Bueno é composto por quatro bandeiras:- Pecista: Focada exclusivamente em vendas de grandes volumes no atacado;- Kaizen - A Casa da Autopeça: Um atacarejo focado em venda para mecânicos e consumidores finais;- Kaizen Distribuidora: Uma distribuidora que atende exclusivamente clientes automotivos com CNPJ, oferecendo preços diferenciados e atendimento de qualidade.- G10: Marca de autopeças com foco em elétrica e químicos;- Portal: Uma solução de e-commerce para mecânicos.O Grupo Bueno nasceu em 1994 com a Pecista, a maior distribuidora de autopeças do Distrito Federal.&nbsp;A partir de 2019, iniciamos nossa expansão com a Kaizen - A Casa da Autopeça, criada para aumentar a proximidade com as oficinas e atender a pessoa física.&nbsp;Atualmente, a Kaizen possui cinco filiais no Distrito Federal: Asa Norte, Ceilândia, Gama, SOF Sul e Planaltina-DF.E não vamos parar por ai! Brasília foi apenas o começo&nbsp;e em 2024 iniciamos nossa operação fora do DF, agora em Goiânia!Vamos cruzar mais uma barreira e seguir rumo ao Brasil!Queremos ter você conosco para fazermos história juntos! 💙Responsabilidades e atribuiçõesDesenvolver aplicações em Python;Desenvolver soluções com uso de IA;Desenvolver automações;Desenvolver Dashboards;Realizar automação de relatórios;Comunicar de forma ativa e dar suporte para diversas áreas internas;Realizar análises, identificar padrões de tendência, comportamentos e sugerir melhorias;Realizar alterações e manipulações de bancos de dados.Requisitos e qualificaçõesGraduação concluída ou em andamento em Ciências da Computação, Engenharia de Software, ou áreas correlatas;&nbsp;Proficiência em Python e bibliotecas como pandas e streamlit;&nbsp;Conhecimento em SQL, Git, BI;Excel intermediário/avançado;Experiência em análise de dados e conhecimento em ETL;Experiência de integração com API.Diferenciais:Conhecimento prático de IA e engenharia de prompt;Ter participado do Movimento Empresa Júnior ou de projetos de extensão;Experiência em projetos de desenvolvimento de sistema.Informações adicionaisSalário: R$3.291,30 + bonificação variável de até R$500,00 por mês.Benefícios:Vale transporte;VA/VR flexível de R$18,65 por dia;Cesta básica;Plano Odontológico;Plano de Saúde;TotalPass;Starbem;Seguro de vida em grupo;Desconto em peças;Cesta de Natal + brinquedo para quem tem filhos;Convênio com SESC;Kit fralda;Empréstimo consignado em folha de pagamento;Parcerias com instituições de ensino;Programa de indicação;Processos seletivos internos.Local:STRC (Setor de Cargas) Trecho 2, Conjunto D, Lotes 09/10, - Zona Industrial, DF.&nbsp;Horário de trabalho: 44 horas semanais.Modalidade de trabalho presencial",
    "careerPageId": 88549,
    "careerPageName": "Kaizen - A Casa da Autopeça",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1885/career/88549/images/2024-04-26_13-14_companyLogoUrl.jpg",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-29T13:32:09.941Z",
    "applicationDeadline": "2025-06-30T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Guará",
    "state": "Distrito Federal",
    "country": "Brasil",
    "jobUrl": "https://kaizen.gupy.io/job/eyJqb2JJZCI6OTA1MDA1MSwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://kaizen.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8913610,
    "companyId": 54190,
    "name": "Analista Dados Junior",
    "description": "Mais do que simples fornecedores de tecnologia, nos destacamos como verdadeiros especialistas em logística. Nossas soluções são moldadas pela vasta experiência que acumulamos ao longo dos anos, refletindo a sabedoria e os aprendizados adquiridos ao longo de nossa jornada. É essa expertise que nos capacita a oferecer uma abordagem personalizada e altamente eficaz para cada cliente.&nbsp;&nbsp;Por mais de 25 anos, trabalhamos com operações logísticas de grande escala, servindo a uma variedade de setores, incluindo indústrias, varejistas, operadores logísticos e transportadoras. Mantendo um olhar perspicaz sobre as tendências do mercado, desenvolvemos sistemas adaptáveis que se ajustam às necessidades em constante evolução de nossos clientes.&nbsp;&nbsp;Nossa trajetória de pioneirismo ao longo dos últimos anos nos proporcionou um amplo know-how e expertise em todas as nuances do setor logístico. Essa jornada nos permitiu acumular valiosa experiência e nos destacar como líderes em oferecer as melhores práticas do mercado.&nbsp;&nbsp;Além de nosso conhecimento aprofundado, a segurança é uma prioridade essencial para nós. Somos certificados pela ISO/IEC 27001, garantindo que adotemos os mais rigorosos padrões em segurança da informação, demonstrando nosso compromisso com a proteção de nossos parceiros e clientes.&nbsp;&nbsp;Estamos em busca de profissionais apaixonados e determinados para se juntarem a nós como Analista de Dados. Se você tem vontade de aprender, transformar a logística e mobilidade e fazer a diferença, essa é a sua oportunidade!&nbsp;Responsabilidades e atribuiçõesRESUMO:Estamos buscando um Analista de Dados para se juntar ao nosso time interno. O candidato ideal será uma pessoa organizada, proativa e com interesse na área de dados. Este papel envolverá desenvolver várias atividades relacionadas a dados em toda a empresa, incluindo coleta, organização, análise e preparação de relatórios.O QUE ESPERAMOS DESTA FUNÇÃO: - Trabalhar em colaboração com diferentes departamentos internos para entender os problemas de negócio e as necessidades de dados; - Desenvolver relatórios e dashboards de soluções que abordem os desafios identificados; - Comunicar-se de forma clara e eficaz para garantir que as necessidades e expectativas sejam atendidas; - Organizar e atender solicitações conforme prazos acordados e nível de qualidade, oferecendo visibilidade sobre o andamento de temas;&nbsp;ESCOLARIDADE: Ensino superior completo e/ou cursando em Ciência da Computação, Análise de Sistemas, Engenharias e áreas afins.Requisitos e qualificaçõesHABILIDADES TÉCNICAS (DIFERENCIAL):- Conhecimento de ferramentas de visualização de dados, como Power BI e Qlik Sense; - Experiência na linguagem SQL; - Conhecimento de técnicas de ETL;- Conhecimento da linguagem Python voltada para manipulação de dadosHABILIDADES COMPORTAMENTAIS: - Capacidade de trabalhar em equipe; - Atitude proativa e disposição para aprender;Informações adicionaisO que esperamos de você:&nbsp;&nbsp;No KMM by nstech, temos uma cultura baseada em valores e esperamos que todos os nstechers não apenas se identifiquem, mas também vivam essa cultura em seu dia a dia.&nbsp;&nbsp;&nbsp;Acreditamos que a cultura é uma das maiores vantagens competitivas para negócios bem-sucedidos, pois é algo que não pode ser copiado integralmente.&nbsp;&nbsp;Nossos pilares culturais e seus atributos são:&nbsp;&nbsp;• Servir: foco no cliente, humildade, transparência e ética;&nbsp;• Equipe: valorizamos o trabalho em equipe, a vontade de colocar a mão na massa e o espírito colaborativo;&nbsp;• Resultados: buscamos agilidade, melhoria contínua, geração de valor a longo prazo e foco nos resultados.&nbsp;&nbsp;Por que fazer parte da nstech?&nbsp;&nbsp;Temos a visão de ser a plataforma de tecnologia para logística e mobilidade que conecta os elos e gera mais valor para os negócios da rede integrada de logística da América Latina.&nbsp;&nbsp;&nbsp;Atualmente, contamos com uma equipe de mais de 5 mil nstechers comprometidos em melhorar o mundo por meio da tecnologia aplicada à logística e mobilidade.&nbsp;&nbsp;&nbsp;Estamos empenhados em gerar impacto para a sociedade, clientes, colaboradores e acionistas, e queremos somar forças com pessoas cheias de energia e propósito para fazer parte de nossa equipe e dessa transformação. Além disso:&nbsp;&nbsp;🌎 Você trabalhará com uma equipe que desenvolve a maior plataforma de logística da América Latina.&nbsp;&nbsp;🤓 Nosso ambiente de trabalho é altamente colaborativo, e adoramos compartilhar conhecimentos. Aqui, você terá oportunidades de desenvolvimento técnico.&nbsp;&nbsp;📍 Essa oportunidade é REMOTO.&nbsp;&nbsp;🪪 A vaga é para contratação CLT, com todos os benefícios dessa modalidade.&nbsp;&nbsp;💚 Plano de saúde com baixa coparticipação.&nbsp;&nbsp;🦷 Convênio odontológico totalmente custeado pela empresa.&nbsp;&nbsp;❤️ Seguro de vida para proteção e tranquilidade, também totalmente custeado pela empresa.&nbsp;&nbsp;💳 Você também receberá um benefício flexível para usar em refeições ou alimentação.&nbsp;💆🏋️‍♂️ Para promover um ambiente equilibrado e cuidar do seu bem-estar, incluímos o Gympass e o Zenklub em nossos benefícios, proporcionando acesso a atividades físicas e serviços de bem-estar mental.&nbsp;&nbsp;🥳 No dia do seu aniversário, você terá um dia de folga para aproveitar.&nbsp;&nbsp;Vem fazer parte da nstech e dessa transformação! 🚀&nbsp;",
    "careerPageId": 125608,
    "careerPageName": "KMM by nstech ",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/54190/career/125608/images/2024-06-19_21-04_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-23T12:36:00.121Z",
    "applicationDeadline": "2025-06-02T00:00:00.000Z",
    "isRemoteWork": true,
    "city": "",
    "state": "",
    "country": "Brasil",
    "jobUrl": "https://kmm.gupy.io/job/eyJqb2JJZCI6ODkxMzYxMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": true,
    "workplaceType": "remote",
    "careerPageUrl": "https://kmm.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8994020,
    "companyId": 3997,
    "name": "Analista de Dados Júnior",
    "description": "Somos um Banco que trabalha na busca do melhor ambiente trabalho e do&nbsp;melhor atendimento&nbsp;aos clientes.Por trás do melhor atendimento, existem pessoas. Se construímos uma história de sucesso e relações de confiança é porque temos um time formado por&nbsp;facilitadores, capazes de enxergar o negócio do cliente, com&nbsp;atitude empreendedora&nbsp;e&nbsp;trabalho em equipe, sempre com foco&nbsp;em fazer acontecer.Sabemos que o mercado é dinâmico e que nossos clientes precisam tomar decisões rápidas. Por isso, buscamos profissionais que se movem com&nbsp;agilidade.&nbsp;Ao longo de 30 anos, acompanhamos diferentes cenários e ciclos econômicos e seguimos&nbsp;nos atualizando&nbsp;para atender necessidades que se transformam a todo momento.&nbsp;O Fibra está crescendo bastante e com isto, precisamos de pessoas que topem novos projetos e com vontade de ir sempre além!Em nossos processos seletivos preservamos o respeito, a equidade e a inclusão de profissionais com diversidade de gênero,&nbsp;raça, religião, orientação sexual, deficiência e idade.&nbsp;Responsabilidades e atribuiçõesAtualização de bases de dados;Interface com diferentes áreas da empresa para requisição de dados;Utilização de modelos de clusterização e de projeções de crescimento;Interação com a área Comercial para atender as demandas por informações;Desenvolvimento e análise de relatórios gerenciais para tomada de decisões com visão estratégica.Requisitos e qualificaçõesEnsino superior completo;Raciocínio analítico e crítico;Experiência com Python, modelagem de dados, Pacote Office e PowerBI;Desejável experiência no setor financeiro.Informações adicionaisBenefícios de Ser Fibra:Remuneração compatível com o mercado financeiroParticipação nos Lucros (PLR)Vale Refeição e Vale AlimentaçãoAssistência médicaVale TransporteAssistência odontológicaAuxílio Creche/Babá/ Filhos com DeficiênciaExtensão da licença maternidade e paternidadeVacinação anual antigripalSuporte médico para colaboradores em situações vulneráveisFolga aniversárioJornada de trabalho flexívelParcerias educacionaisWellHub (GymPass)",
    "careerPageId": 10075,
    "careerPageName": "Trabalhe Conosco Fibra",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/3997/career/10075/images/2021-05-25_22-37_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-17T20:26:20.273Z",
    "applicationDeadline": "2025-06-16T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "São Paulo",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://bancofibra.gupy.io/job/eyJqb2JJZCI6ODk5NDAyMCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://bancofibra.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8936764,
    "companyId": 1059,
    "name": "Pessoa Analista de Dados Júnior - Gerência de Produção - Sede Administrativa",
    "description": "Coletar, processar e analisar grandes volumes de dados, que possam impactar no negócio da cooperativa, identificando tendências padrões, propondo soluções baseadas em evidências.&nbsp;Responsabilidades e atribuiçõesElaborar e atualizar dashboards e relatórios relacionados à área de atuação; Divulgar e dar suporte nos relatórios da Produção; Coletar, elaborar e analisar dados; Realizar o mapeamento dos principais ofensores para reduzir custos e riscos assistenciais; Levantar os casos com maior probabilidade de custos elevados; Realizar consultas ad-hoc em bancos de dados e Data Warehouse através de SQL. Construir e aprimorar relatórios estáticos e dashboards de BI; Desenhar e analisar o resultado de testes A/B em conjunto com equipes de negócio; Acompanhar métricas e reportar sua evolução à área de negócio; Propor novos dashboards e análises junto à área técnica de dados; Realizar reuniões periodicamente com a equipe e registrar os assuntos em ata; Revisar documentos do setor (manuais, regimentos, procedimentos, etc.), garantindo que estejam atualizados; Estabelecer interação com outros setores, garantindo a qualidade dos serviços prestados; Aplicar treinamentos aos colaboradores, conforme conhecimentos especializados; Remover e descartar em local apropriado resíduos provenientes da execução dos serviços; Atender e executar as práticas voltadas aos princípios de responsabilidade social, ambiental e de governança corporativa; Zelar pela guarda, manutenção, conservação e limpeza dos equipamentos, ferramentas e materiais do seu trabalho; Trabalhar em conformidade às boas práticas, normas e procedimentos de segurança; Participar de reuniões quando convocado; Atender às programações de treinamento e desenvolvimento; Cumprir com as normas e procedimentos quanto ao uso do uniforme, registro de ponto, horário e escala de trabalho, cronograma de férias etc; Criar e sugerir fluxos e processos de trabalho, adotar medidas de otimização e racionalização, visando melhorar as atividades da equipe e das áreas intervenientes; Informar a gestão sobre qualquer irregularidade ou suspeita de fraude; Posicionar o gestor sobre as ações e atividades desenvolvidas na área sob sua responsabilidade;Executar outras atividades correlatas, de acordo com as atribuições próprias de sua unidade operacional, natureza do seu trabalho e local/subsistema de sua área, conforme determinação superior.&nbsp;Requisitos e qualificaçõesRequisitos Obrigatórios:Ensino superior em TI ou áreas correlatas (Ciência da Computação, Estatística, Matemática, Engenharia, etc.); Experiência em processamento e análise de dados; Experiência prévia em tratamento de dados e criação de relatórios; Domínio em ferramentas de BI; Experiência com manipulação e visualização em banco de dados; Habilidade com Excel, Power BI ou Tableau; Conhecimento de estatística básica (média, mediana, desvio-padrão, correlação).&nbsp;Requisitos Desejáveis:Conhecimento da base SGU; Conhecimento em metodologias ágeis; Habilidade com SQL Server, Oracle, NoSQL, Data Warehouse e Cloud.&nbsp;",
    "careerPageId": 1586,
    "careerPageName": "Unimed Belém",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1059/career/1586/images/2020-04-29_16-38_logo.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-04-08T13:20:15.922Z",
    "applicationDeadline": "2025-05-20T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Belém",
    "state": "Pará",
    "country": "Brasil",
    "jobUrl": "https://unimedbelem.gupy.io/job/eyJqb2JJZCI6ODkzNjc2NCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "on-site",
    "careerPageUrl": "https://unimedbelem.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 8829814,
    "companyId": 1273,
    "name": "Analista de Privacidade de Dados Junior - Presencial Rio de Janeiro",
    "description": "Estamos à procura de profissionais que tenham muita vontade de inovar e colaborar com o crescimento da Every.Somos uma empresa sólida de Cybersecurity, GRC and Privacy, com foco no cliente, liderança visionária, time colaborativo e excelente clima organizacional! Vem #SerFeliz na Every!**Vaga presencial para o Rio de Janeiro**Responsabilidades e atribuições&nbsp;Irá apoiar o desenvolvimento do programa de privacidade dos clientes Every, nomeadamente na implementação das leis de privacidade aplicáveis ​​ao negócio, e na elaboração, atualização e acompanhamento dos principais documentos de privacidade;&nbsp;Você revisará e negociará contratos, do ponto de vista da privacidade e proteção de dados;&nbsp;Você prestará suporte às áreas do negócio em questões relacionadas à privacidade e proteção de dados;&nbsp;Apoiará o desenvolvimento de novos produtos e metodologias de privacidade, desde a concepção, bem como eventuais melhorias;&nbsp;Você interagirá com o time interno, orientando e apoiando, bem como com os clientes.&nbsp;Responsável pela criação, desenvolvimento, manutenção e implementação de políticas e processos que permitem práticas de privacidade consistentes, eficazes e em conformidade com a LGPD e/ou GDPR;&nbsp;Responsável pelo desenvolvimento de Avaliações de Impacto de Proteção de Dados para avaliar os riscos;&nbsp;Projeta e implementa ferramentas e padrões para auxiliar a rede de DPOs e especialistas jurídicos;&nbsp;Auxilia no acompanhamento, investigação e relato de violações de dados e auxilia no gerenciamento de reclamações de privacidade e investigações por autoridades regulatórias de clientes;&nbsp;Estabelece ações como parte de eventos importantes de proteção de dados pessoais e privacidade (aniversário do GDPR, dia de Proteção de Dados Pessoais e Privacidade, eventos de segurança, etc.).&nbsp;Desenvolve e fornece treinamento contínuo sobre privacidade para colaboradores e clientes;&nbsp;Realiza avaliações periódicas de risco de privacidade e conformidade para a empresa, incluindo todos os planos e esforços de mitigação e remediação.Requisitos e qualificaçõesPossuir conhecimento em privacidade e proteção de dados, especialmente no Regulamento Geral de Proteção de Dados – GDPR e na Lei Geral de Proteção de Dados – LGPD;&nbsp;Possuir experiência na área de privacidade e proteção de dados, principalmente com projetos de compliance e trabalhos de consultoria (desejável 02 anos);&nbsp;Possuir experiência na área de privacidade e proteção de dados, principalmente com projetos de compliance e trabalhos de consultoria;&nbsp;Desejável possuir uma das seguintes certificações: PDPE, DPO ou IAPP;&nbsp;Ser organizado (a) e disciplinado (a);&nbsp;Ser pragmático e possuir boas habilidades de comunicação e escrita;&nbsp;Você tem a capacidade de construir relacionamentos colaborativos;Informações adicionaisTrabalho presencial no Rio de Janeiro;Horário de trabalho flexível;Benefícios acima da média.",
    "careerPageId": 2254,
    "careerPageName": "Every Cybersecurity, GRC and Privacy Solutions",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/1273/career/2254/images/2024-08-06_19-30_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2025-03-18T21:28:33.798Z",
    "applicationDeadline": "2025-05-17T00:00:00.000Z",
    "isRemoteWork": false,
    "city": "Rio de Janeiro",
    "state": "Rio de Janeiro",
    "country": "Brasil",
    "jobUrl": "https://sejaevery.gupy.io/job/eyJqb2JJZCI6ODgyOTgxNCwic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": false
    },
    "disabilities": false,
    "workplaceType": "on-site",
    "careerPageUrl": "https://sejaevery.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  },
  {
    "id": 7243343,
    "companyId": 41980,
    "name": "ANALISTA DE DADOS JÚNIOR - RH  (HÍBRIDO CAMPINAS/SP)",
    "description": "Empresa contratante: NEO - Núcleo de Excelência Operacional Modelo de trabalho: Híbrido (3 dias/semana) em Campinas/SPAQUI NO AGIBANK VOCÊ TERÁ QUE:Analisar e aplicar melhorias em processos, através do Excel, Power BI, VBA ou RPA;Automatizar KPIs;Tratar dados oriundos de API’s, Data Lake, Sistemas, etc;Prospectar novas e/ou melhores tecnologias/ferramentas para a área;Elaborar dashboards através do Power BI;Desenvolver Scripts em Python para upload de dados em Data Lake;Construir consultas SQL para manipulação e análise de dados;Programar em Python para automatização de processos;&nbsp;Prospectar novas e/ou melhores tecnologias/ferramentas para a área.Responsabilidades e atribuiçõesRequisitos e qualificaçõesTecnólogo ou superior (em andamento ou concluído) na área de Tecnologia;Experiência mínima comprovada com dados e/ou programação (SQL, PowerBI, Python e correlatos)É UM DIFERENCIAL PRA NÓS, MAS NÃO É OBRIGATÓRIO, OK?Excel Avançado e VBA;Curiosidade para procurar, aprender e testar novas tecnologias;Valorizar a colaboração e a troca de experiências para fazer o time crescer;Incorporar responsabilidade da concepção até a entrega em produção;Gostar de disseminar conhecimento por meio de apresentações internas e externas;Informações adicionaisALGUNS BENEFÍCIOS, FACILIDADES E PARCERIAS PRA VOCÊ CURTIR A JORNADA COM A GENTE 😊:Vale-refeição e/ou alimentação;Plano de saúde com isenção total nos exames preventivos;Plano odontológico;Total Pass, pra atividade física e bem-estar;Programa de Participação nos Resultados (PPR) seguindo as regras estabelecidas anualmente;Programa de sócios do Agibank, o Tô de Dono/a;Universidade interna, a Uni Agi;Folga de presente no mês do seu aniversário;Pesquisa semanal de clima, a Sem Climão;Avaliação de performance;Teleatendimento psicológico e médico gratuito, com o Conexão Saúde;Licença-maternidade de 6 meses e licença-paternidade de 20 dias;Dr. Pet: possibilidade fazer plano de saúde com desconto para o seu pet;Auxílio-creche;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Fretado de ida e volta para Campinas e região (com raio de até 50 km de distância). São lugares reserváveis mediante a disponibilidade de assentos e rota.",
    "careerPageId": 163914,
    "careerPageName": "Corporativo - Agibank",
    "careerPageLogo": "https://attachments.gupy.io/production/companies/41980/career/163914/images/2023-07-05_00-35_companyLogoUrl.png",
    "type": "vacancy_type_effective",
    "publishedDate": "2024-06-07T17:10:04.779Z",
    "applicationDeadline": null,
    "isRemoteWork": false,
    "city": "Campinas",
    "state": "São Paulo",
    "country": "Brasil",
    "jobUrl": "https://corporativo-agibank.gupy.io/job/eyJqb2JJZCI6NzI0MzM0Mywic291cmNlIjoiZ3VweV9wb3J0YWwifQ==?jobBoardSource=gupy_portal",
    "badges": {
      "friendlyBadge": true
    },
    "disabilities": true,
    "workplaceType": "hybrid",
    "careerPageUrl": "https://corporativo-agibank.gupy.io/eyJzb3VyY2UiOiJndXB5X3BvcnRhbCJ9"
  }
]